{"GEN 1:1":{"text":"In the beginning, Godcreated the heavens and the earth.","translation":"WEB","reference":"GEN 1:1","original":[]},"GEN 1:2":{"text":"The earth was formless and empty. Darkness was on the surface of the deep and God’s Spirit was hovering over the surface of the waters.","translation":"WEB","reference":"GEN 1:2","original":[]},"GEN 1:3":{"text":"God said, “Let there be light,” and there was light.","translation":"WEB","reference":"GEN 1:3","original":[]},"GEN 1:4":{"text":"God saw the light, and saw that it was good. God divided the light from the darkness.","translation":"WEB","reference":"GEN 1:4","original":[]},"GEN 1:5":{"text":"God called the light “day”, and the darkness he called “night”. There was evening and there was morning, the first day.","translation":"WEB","reference":"GEN 1:5","original":[]},"GEN 1:6":{"text":"God said, “Let there be an expanse in the middle of the waters, and let it divide the waters from the waters.”","translation":"WEB","reference":"GEN 1:6","original":[]},"GEN 1:7":{"text":"God made the expanse, and divided the waters which were under the expanse from the waters which were above the expanse; and it was so.","translation":"WEB","reference":"GEN 1:7","original":[]},"GEN 1:8":{"text":"God called the expanse “sky”. There was evening and there was morning, a second day.","translation":"WEB","reference":"GEN 1:8","original":[]},"GEN 1:9":{"text":"God said, “Let the waters under the sky be gathered together to one place, and let the dry land appear;” and it was so.","translation":"WEB","reference":"GEN 1:9","original":[]},"GEN 1:10":{"text":"God called the dry land “earth”, and the gathering together of the waters he called “seas”. God saw that it was good.","translation":"WEB","reference":"GEN 1:10","original":[]},"GEN 1:11":{"text":"God said, “Let the earth yield grass, herbs yielding seeds, and fruit trees bearing fruit after their kind, with their seeds in it, on the earth;” and it was so.","translation":"WEB","reference":"GEN 1:11","original":[]},"GEN 1:12":{"text":"The earth yielded grass, herbs yielding seed after their kind, and trees bearing fruit, with their seeds in it, after their kind; and God saw that it was good.","translation":"WEB","reference":"GEN 1:12","original":[]},"GEN 1:13":{"text":"There was evening and there was morning, a third day.","translation":"WEB","reference":"GEN 1:13","original":[]},"GEN 1:14":{"text":"God said, “Let there be lights in the expanse of the sky to divide the day from the night; and let them be for signs to mark seasons, days, and years;","translation":"WEB","reference":"GEN 1:14","original":[]},"GEN 1:15":{"text":"and let them be for lights in the expanse of the sky to give light on the earth;” and it was so.","translation":"WEB","reference":"GEN 1:15","original":[]},"GEN 1:16":{"text":"God made the two great lights: the greater light to rule the day, and the lesser light to rule the night. He also made the stars.","translation":"WEB","reference":"GEN 1:16","original":[]},"GEN 1:17":{"text":"God set them in the expanse of the sky to give light to the earth,","translation":"WEB","reference":"GEN 1:17","original":[]},"GEN 1:18":{"text":"and to rule over the day and over the night, and to divide the light from the darkness. God saw that it was good.","translation":"WEB","reference":"GEN 1:18","original":[]},"GEN 1:19":{"text":"There was evening and there was morning, a fourth day.","translation":"WEB","reference":"GEN 1:19","original":[]},"GEN 1:20":{"text":"God said, “Let the waters abound with living creatures, and let birds fly above the earth in the open expanse of the sky.”","translation":"WEB","reference":"GEN 1:20","original":[]},"GEN 1:21":{"text":"God created the large sea creatures and every living creature that moves, with which the waters swarmed, after their kind, and every winged bird after its kind. God saw that it was good.","translation":"WEB","reference":"GEN 1:21","original":[]},"GEN 1:22":{"text":"God blessed them, saying, “Be fruitful, and multiply, and fill the waters in the seas, and let birds multiply on the earth.”","translation":"WEB","reference":"GEN 1:22","original":[]},"GEN 1:23":{"text":"There was evening and there was morning, a fifth day.","translation":"WEB","reference":"GEN 1:23","original":[]},"GEN 1:24":{"text":"God said, “Let the earth produce living creatures after their kind, livestock, creeping things, and animals of the earth after their kind;” and it was so.","translation":"WEB","reference":"GEN 1:24","original":[]},"GEN 1:25":{"text":"God made the animals of the earth after their kind, and the livestock after their kind, and everything that creeps on the ground after its kind. God saw that it was good.","translation":"WEB","reference":"GEN 1:25","original":[]},"GEN 1:26":{"text":"God said, “Let’s make man in our image, after our likeness. Let them have dominion over the fish of the sea, and over the birds of the sky, and over the livestock, and over all the earth, and over every creeping thing that creeps on the earth.”","translation":"WEB","reference":"GEN 1:26","original":[]},"GEN 1:27":{"text":"God created man in his own image. In God’s image he created him; male and female he created them.","translation":"WEB","reference":"GEN 1:27","original":[]},"GEN 1:28":{"text":"God blessed them. God said to them, “Be fruitful, multiply, fill the earth, and subdue it. Have dominion over the fish of the sea, over the birds of the sky, and over every living thing that moves on the earth.”","translation":"WEB","reference":"GEN 1:28","original":[]},"GEN 1:29":{"text":"God said, “Behold,I have given you every herb yielding seed, which is on the surface of all the earth, and every tree, which bears fruit yielding seed. It will be your food.","translation":"WEB","reference":"GEN 1:29","original":[]},"GEN 1:30":{"text":"To every animal of the earth, and to every bird of the sky, and to everything that creeps on the earth, in which there is life, I have given every green herb for food;” and it was so.","translation":"WEB","reference":"GEN 1:30","original":[]},"GEN 1:31":{"text":"God saw everything that he had made, and, behold, it was very good. There was evening and there was morning, a sixth day.","translation":"WEB","reference":"GEN 1:31","original":[]},"GEN 2:1":{"text":"The heavens, the earth, and all their vast array were finished.","translation":"WEB","reference":"GEN 2:1","original":[]},"GEN 2:2":{"text":"On the seventh day God finished his work which he had done; and he rested on the seventh day from all his work which he had done.","translation":"WEB","reference":"GEN 2:2","original":[]},"GEN 2:3":{"text":"God blessed the seventh day, and made it holy, because he rested in it from all his work of creation which he had done.","translation":"WEB","reference":"GEN 2:3","original":[]},"GEN 2:4":{"text":"This is the history of the generations of the heavens and of the earth when they were created, in the day that the LORDGod made the earth and the heavens.","translation":"WEB","reference":"GEN 2:4","original":[]},"GEN 2:5":{"text":"No plant of the field was yet in the earth, and no herb of the field had yet sprung up; for the LORD God had not caused it to rain on the earth. There was not a man to till the ground,","translation":"WEB","reference":"GEN 2:5","original":[]},"GEN 2:6":{"text":"but a mist went up from the earth, and watered the whole surface of the ground.","translation":"WEB","reference":"GEN 2:6","original":[]},"GEN 2:7":{"text":"The LORD God formed man from the dust of the ground, and breathed into his nostrils the breath of life; and man became a living soul.","translation":"WEB","reference":"GEN 2:7","original":[]},"GEN 2:8":{"text":"The LORD God planted a garden eastward, in Eden, and there he put the man whom he had formed.","translation":"WEB","reference":"GEN 2:8","original":[]},"GEN 2:9":{"text":"Out of the ground the LORD God made every tree to grow that is pleasant to the sight, and good for food, including the tree of life in the middle of the garden and the tree of the knowledge of good and evil.","translation":"WEB","reference":"GEN 2:9","original":[]},"GEN 2:10":{"text":"A river went out of Eden to water the garden; and from there it was parted, and became the source of four rivers.","translation":"WEB","reference":"GEN 2:10","original":[]},"GEN 2:11":{"text":"The name of the first is Pishon: it flows through the whole land of Havilah, where there is gold;","translation":"WEB","reference":"GEN 2:11","original":[]},"GEN 2:12":{"text":"and the gold of that land is good. Bdelliumand onyx stone are also there.","translation":"WEB","reference":"GEN 2:12","original":[]},"GEN 2:13":{"text":"The name of the second river is Gihon. It is the same river that flows through the whole land of Cush.","translation":"WEB","reference":"GEN 2:13","original":[]},"GEN 2:14":{"text":"The name of the third river is Hiddekel. This is the one which flows in front of Assyria. The fourth river is the Euphrates.","translation":"WEB","reference":"GEN 2:14","original":[]},"GEN 2:15":{"text":"The LORD God took the man, and put him into the garden of Eden to cultivate and keep it.","translation":"WEB","reference":"GEN 2:15","original":[]},"GEN 2:16":{"text":"The LORD God commanded the man, saying, “You may freely eat of every tree of the garden;","translation":"WEB","reference":"GEN 2:16","original":[]},"GEN 2:17":{"text":"but you shall not eat of the tree of the knowledge of good and evil; for in the day that you eat of it, you will surely die.”","translation":"WEB","reference":"GEN 2:17","original":[]},"GEN 2:18":{"text":"The LORD God said, “It is not good for the man to be alone. I will make him a helper comparable tohim.”","translation":"WEB","reference":"GEN 2:18","original":[]},"GEN 2:19":{"text":"Out of the ground the LORD God formed every animal of the field, and every bird of the sky, and brought them to the man to see what he would call them. Whatever the man called every living creature became its name.","translation":"WEB","reference":"GEN 2:19","original":[]},"GEN 2:20":{"text":"The man gave names to all livestock, and to the birds of the sky, and to every animal of the field; but for man there was not found a helper comparable to him.","translation":"WEB","reference":"GEN 2:20","original":[]},"GEN 2:21":{"text":"The LORD God caused the man to fall into a deep sleep. As the man slept, he took one of his ribs, and closed up the flesh in its place.","translation":"WEB","reference":"GEN 2:21","original":[]},"GEN 2:22":{"text":"The LORD God made a woman from the rib which he had taken from the man, and brought her to the man.","translation":"WEB","reference":"GEN 2:22","original":[]},"GEN 2:23":{"text":"The man said, “This is now bone of my bones, and flesh of my flesh. She will be called ‘woman,’ because she was taken out of Man.”","translation":"WEB","reference":"GEN 2:23","original":[]},"GEN 2:24":{"text":"Therefore a man will leave his father and his mother, and will join with his wife, and they will be one flesh.","translation":"WEB","reference":"GEN 2:24","original":[]},"GEN 2:25":{"text":"The man and his wife were both naked, and they were not ashamed.","translation":"WEB","reference":"GEN 2:25","original":[]},"EXO 20:1":{"text":"Godspoke all these words, saying,","translation":"WEB","reference":"EXO 20:1","original":[]},"EXO 20:2":{"text":"“I am the LORD your God, who brought you out of the land of Egypt, out of the house of bondage.","translation":"WEB","reference":"EXO 20:2","original":[]},"EXO 20:3":{"text":"“You shall have no other gods before me.","translation":"WEB","reference":"EXO 20:3","original":[]},"EXO 20:4":{"text":"“You shall not make for yourselves an idol, nor any image of anything that is in the heavens above, or that is in the earth beneath, or that is in the water under the earth:","translation":"WEB","reference":"EXO 20:4","original":[]},"EXO 20:5":{"text":"you shall not bow yourself down to them, nor serve them, for I, the LORD your God, am a jealous God, visiting the iniquity of the fathers on the children, on the third and on the fourth generation of those who hate me,","translation":"WEB","reference":"EXO 20:5","original":[]},"EXO 20:6":{"text":"and showing loving kindness to thousands of those who love me and keep my commandments.","translation":"WEB","reference":"EXO 20:6","original":[]},"EXO 20:7":{"text":"“You shall not misuse the name of the LORDyour God,for the LORD will not hold him guiltless who misuses his name.","translation":"WEB","reference":"EXO 20:7","original":[]},"EXO 20:8":{"text":"“Remember the Sabbath day, to keep it holy.","translation":"WEB","reference":"EXO 20:8","original":[]},"EXO 20:9":{"text":"You shall labor six days, and do all your work,","translation":"WEB","reference":"EXO 20:9","original":[]},"EXO 20:10":{"text":"but the seventh day is a Sabbath to the LORD your God. You shall not do any work in it, you, nor your son, nor your daughter, your male servant, nor your female servant, nor your livestock, nor your stranger who is within your gates;","translation":"WEB","reference":"EXO 20:10","original":[]},"EXO 20:11":{"text":"for in six days the LORD made heaven and earth, the sea, and all that is in them, and rested the seventh day; therefore the LORD blessed the Sabbath day, and made it holy.","translation":"WEB","reference":"EXO 20:11","original":[]},"EXO 20:12":{"text":"“Honor your father and your mother, that your days may be long in the land which the LORD your God gives you.","translation":"WEB","reference":"EXO 20:12","original":[]},"EXO 20:13":{"text":"“You shall not murder.","translation":"WEB","reference":"EXO 20:13","original":[]},"EXO 20:14":{"text":"“You shall not commit adultery.","translation":"WEB","reference":"EXO 20:14","original":[]},"EXO 20:15":{"text":"“You shall not steal.","translation":"WEB","reference":"EXO 20:15","original":[]},"EXO 20:16":{"text":"“You shall not give false testimony against your neighbor.","translation":"WEB","reference":"EXO 20:16","original":[]},"EXO 20:17":{"text":"“You shall not covet your neighbor’s house. You shall not covet your neighbor’s wife, nor his male servant, nor his female servant, nor his ox, nor his donkey, nor anything that is your neighbor’s.”","translation":"WEB","reference":"EXO 20:17","original":[]},"EXO 20:18":{"text":"All the people perceived the thunderings, the lightnings, the sound of the trumpet, and the mountain smoking. When the people saw it, they trembled, and stayed at a distance.","translation":"WEB","reference":"EXO 20:18","original":[]},"EXO 20:19":{"text":"They said to Moses, “Speak with us yourself, and we will listen; but don’t let God speak with us, lest we die.”","translation":"WEB","reference":"EXO 20:19","original":[]},"EXO 20:20":{"text":"Moses said to the people, “Don’t be afraid, for God has come to test you, and that his fear may be before you, that you won’t sin.”","translation":"WEB","reference":"EXO 20:20","original":[]},"EXO 20:21":{"text":"The people stayed at a distance, and Moses came near to the thick darkness where God was.","translation":"WEB","reference":"EXO 20:21","original":[]},"EXO 20:22":{"text":"The LORD said to Moses, “This is what you shall tell the children of Israel: ‘You yourselves have seen that I have talked with you from heaven.","translation":"WEB","reference":"EXO 20:22","original":[]},"EXO 20:23":{"text":"You shall most certainly not make gods of silver or gods of gold for yourselves to be alongside me.","translation":"WEB","reference":"EXO 20:23","original":[]},"EXO 20:24":{"text":"You shall make an altar of earth for me, and shall sacrifice on it your burnt offerings and your peace offerings, your sheep and your cattle. In every place where I record my name I will come to you and I will bless you.","translation":"WEB","reference":"EXO 20:24","original":[]},"EXO 20:25":{"text":"If you make me an altar of stone, you shall not build it of cut stones; for if you lift up your tool on it, you have polluted it.","translation":"WEB","reference":"EXO 20:25","original":[]},"EXO 20:26":{"text":"You shall not go up by steps to my altar, that your nakedness may not be exposed to it.’","translation":"WEB","reference":"EXO 20:26","original":[]},"EXO 21:1":{"text":"“Now these are the ordinances which you shall set before them:","translation":"WEB","reference":"EXO 21:1","original":[]},"EXO 21:2":{"text":"“If you buy a Hebrew servant, he shall serve six years, and in the seventh he shall go out free without paying anything.","translation":"WEB","reference":"EXO 21:2","original":[]},"EXO 21:3":{"text":"If he comes in by himself, he shall go out by himself. If he is married, then his wife shall go out with him.","translation":"WEB","reference":"EXO 21:3","original":[]},"EXO 21:4":{"text":"If his master gives him a wife and she bears him sons or daughters, the wife and her children shall be her master’s, and he shall go out by himself.","translation":"WEB","reference":"EXO 21:4","original":[]},"EXO 21:5":{"text":"But if the servant shall plainly say, ‘I love my master, my wife, and my children. I will not go out free;’","translation":"WEB","reference":"EXO 21:5","original":[]},"EXO 21:6":{"text":"then his master shall bring him to God, and shall bring him to the door or to the doorpost, and his master shall bore his ear through with an awl, and he shall serve him forever.","translation":"WEB","reference":"EXO 21:6","original":[]},"EXO 21:7":{"text":"“If a man sells his daughter to be a female servant, she shall not go out as the male servants do.","translation":"WEB","reference":"EXO 21:7","original":[]},"EXO 21:8":{"text":"If she doesn’t please her master, who has married her to himself, then he shall let her be redeemed. He shall have no right to sell her to a foreign people, since he has dealt deceitfully with her.","translation":"WEB","reference":"EXO 21:8","original":[]},"EXO 21:9":{"text":"If he marries her to his son, he shall deal with her as a daughter.","translation":"WEB","reference":"EXO 21:9","original":[]},"EXO 21:10":{"text":"If he takes another wife to himself, he shall not diminish her food, her clothing, and her marital rights.","translation":"WEB","reference":"EXO 21:10","original":[]},"EXO 21:11":{"text":"If he doesn’t do these three things for her, she may go free without paying any money.","translation":"WEB","reference":"EXO 21:11","original":[]},"EXO 21:12":{"text":"“One who strikes a man so that he dies shall surely be put to death,","translation":"WEB","reference":"EXO 21:12","original":[]},"EXO 21:13":{"text":"but not if it is unintentional, but God allows it to happen; then I will appoint you a place where he shall flee.","translation":"WEB","reference":"EXO 21:13","original":[]},"EXO 21:14":{"text":"If a man schemes and comes presumptuously on his neighbor to kill him, you shall take him from my altar, that he may die.","translation":"WEB","reference":"EXO 21:14","original":[]},"EXO 21:15":{"text":"“Anyone who attacks his father or his mother shall be surely put to death.","translation":"WEB","reference":"EXO 21:15","original":[]},"EXO 21:16":{"text":"“Anyone who kidnaps someone and sells him, or if he is found in his hand, he shall surely be put to death.","translation":"WEB","reference":"EXO 21:16","original":[]},"EXO 21:17":{"text":"“Anyone who curses his father or his mother shall surely be put to death.","translation":"WEB","reference":"EXO 21:17","original":[]},"EXO 21:18":{"text":"“If men quarrel and one strikes the other with a stone, or with his fist, and he doesn’t die, but is confined to bed;","translation":"WEB","reference":"EXO 21:18","original":[]},"EXO 21:19":{"text":"if he rises again and walks around with his staff, then he who struck him shall be cleared; only he shall pay for the loss of his time, and shall provide for his healing until he is thoroughly healed.","translation":"WEB","reference":"EXO 21:19","original":[]},"EXO 21:20":{"text":"“If a man strikes his servant or his maid with a rod, and he dies under his hand, the man shall surely be punished.","translation":"WEB","reference":"EXO 21:20","original":[]},"EXO 21:21":{"text":"Notwithstanding, if his servant gets up after a day or two, he shall not be punished, for the servant is his property.","translation":"WEB","reference":"EXO 21:21","original":[]},"EXO 21:22":{"text":"“If men fight and hurt a pregnant woman so that she gives birth prematurely, and yet no harm follows, he shall be surely fined as much as the woman’s husband demands and the judges allow.","translation":"WEB","reference":"EXO 21:22","original":[]},"EXO 21:23":{"text":"But if any harm follows, then you must take life for life,","translation":"WEB","reference":"EXO 21:23","original":[]},"EXO 21:24":{"text":"eye for eye, tooth for tooth, hand for hand, foot for foot,","translation":"WEB","reference":"EXO 21:24","original":[]},"EXO 21:25":{"text":"burning for burning, wound for wound, and bruise for bruise.","translation":"WEB","reference":"EXO 21:25","original":[]},"EXO 21:26":{"text":"“If a man strikes his servant’s eye, or his maid’s eye, and destroys it, he shall let him go free for his eye’s sake.","translation":"WEB","reference":"EXO 21:26","original":[]},"EXO 21:27":{"text":"If he strikes out his male servant’s tooth, or his female servant’s tooth, he shall let the servant go free for his tooth’s sake.","translation":"WEB","reference":"EXO 21:27","original":[]},"EXO 21:28":{"text":"“If a bull gores a man or a woman to death, the bull shall surely be stoned, and its meat shall not be eaten; but the owner of the bull shall not be held responsible.","translation":"WEB","reference":"EXO 21:28","original":[]},"EXO 21:29":{"text":"But if the bull had a habit of goring in the past, and this has been testified to its owner, and he has not kept it in, but it has killed a man or a woman, the bull shall be stoned, and its owner shall also be put to death.","translation":"WEB","reference":"EXO 21:29","original":[]},"EXO 21:30":{"text":"If a ransom is imposed on him, then he shall give for the redemption of his life whatever is imposed.","translation":"WEB","reference":"EXO 21:30","original":[]},"EXO 21:31":{"text":"Whether it has gored a son or has gored a daughter, according to this judgment it shall be done to him.","translation":"WEB","reference":"EXO 21:31","original":[]},"EXO 21:32":{"text":"If the bull gores a male servant or a female servant, thirty shekelsof silver shall be given to their master, and the ox shall be stoned.","translation":"WEB","reference":"EXO 21:32","original":[]},"EXO 21:33":{"text":"“If a man opens a pit, or if a man digs a pit and doesn’t cover it, and a bull or a donkey falls into it,","translation":"WEB","reference":"EXO 21:33","original":[]},"EXO 21:34":{"text":"the owner of the pit shall make it good. He shall give money to its owner, and the dead animal shall be his.","translation":"WEB","reference":"EXO 21:34","original":[]},"EXO 21:35":{"text":"“If one man’s bull injures another’s, so that it dies, then they shall sell the live bull, and divide its price; and they shall also divide the dead animal.","translation":"WEB","reference":"EXO 21:35","original":[]},"EXO 21:36":{"text":"Or if it is known that the bull was in the habit of goring in the past, and its owner has not kept it in, he shall surely pay bull for bull, and the dead animal shall be his own.","translation":"WEB","reference":"EXO 21:36","original":[]},"LEV 18:1":{"text":"The LORD said to Moses,","translation":"WEB","reference":"LEV 18:1","original":[]},"LEV 18:2":{"text":"“Speak to the children of Israel, and say to them, ‘I am the LORD your God.","translation":"WEB","reference":"LEV 18:2","original":[]},"LEV 18:3":{"text":"You shall not do as they do in the land of Egypt, where you lived. You shall not do as they do in the land of Canaan, where I am bringing you. You shall not follow their statutes.","translation":"WEB","reference":"LEV 18:3","original":[]},"LEV 18:4":{"text":"You shall do my ordinances. You shall keep my statutes and walk in them. I am the LORD your God.","translation":"WEB","reference":"LEV 18:4","original":[]},"LEV 18:5":{"text":"You shall therefore keep my statutes and my ordinances, which if a man does, he shall live in them. I am the LORD.","translation":"WEB","reference":"LEV 18:5","original":[]},"LEV 18:6":{"text":"“‘None of you shall approach any close relatives, to uncover their nakedness: I am the LORD.","translation":"WEB","reference":"LEV 18:6","original":[]},"LEV 18:7":{"text":"“‘You shall not uncover the nakedness of your father, nor the nakedness of your mother: she is your mother. You shall not uncover her nakedness.","translation":"WEB","reference":"LEV 18:7","original":[]},"LEV 18:8":{"text":"“‘You shall not uncover the nakedness of your father’s wife. It is your father’s nakedness.","translation":"WEB","reference":"LEV 18:8","original":[]},"LEV 18:9":{"text":"“‘You shall not uncover the nakedness of your sister, the daughter of your father, or the daughter of your mother, whether born at home or born abroad.","translation":"WEB","reference":"LEV 18:9","original":[]},"LEV 18:10":{"text":"“‘You shall not uncover the nakedness of your son’s daughter, or of your daughter’s daughter, even their nakedness; for theirs is your own nakedness.","translation":"WEB","reference":"LEV 18:10","original":[]},"LEV 18:11":{"text":"“‘You shall not uncover the nakedness of your father’s wife’s daughter, conceived by your father, since she is your sister.","translation":"WEB","reference":"LEV 18:11","original":[]},"LEV 18:12":{"text":"“‘You shall not uncover the nakedness of your father’s sister. She is your father’s near kinswoman.","translation":"WEB","reference":"LEV 18:12","original":[]},"LEV 18:13":{"text":"“‘You shall not uncover the nakedness of your mother’s sister, for she is your mother’s near kinswoman.","translation":"WEB","reference":"LEV 18:13","original":[]},"LEV 18:14":{"text":"“‘You shall not uncover the nakedness of your father’s brother. You shall not approach his wife. She is your aunt.","translation":"WEB","reference":"LEV 18:14","original":[]},"LEV 18:15":{"text":"“‘You shall not uncover the nakedness of your daughter-in-law. She is your son’s wife. You shall not uncover her nakedness.","translation":"WEB","reference":"LEV 18:15","original":[]},"LEV 18:16":{"text":"“‘You shall not uncover the nakedness of your brother’s wife. It is your brother’s nakedness.","translation":"WEB","reference":"LEV 18:16","original":[]},"LEV 18:17":{"text":"“‘You shall not uncover the nakedness of a woman and her daughter. You shall not take her son’s daughter, or her daughter’s daughter, to uncover her nakedness. They are near kinswomen. It is wickedness.","translation":"WEB","reference":"LEV 18:17","original":[]},"LEV 18:18":{"text":"“‘You shall not take a wife in addition to her sister, to be a rival, to uncover her nakedness, while her sister is still alive.","translation":"WEB","reference":"LEV 18:18","original":[]},"LEV 18:19":{"text":"“‘You shall not approach a woman to uncover her nakedness, as long as she is impure by her uncleanness.","translation":"WEB","reference":"LEV 18:19","original":[]},"LEV 18:20":{"text":"“‘You shall not lie carnally with your neighbor’s wife, and defile yourself with her.","translation":"WEB","reference":"LEV 18:20","original":[]},"LEV 18:21":{"text":"“‘You shall not give any of your children as a sacrifice to Molech. You shall not profane the name of your God. I am the LORD.","translation":"WEB","reference":"LEV 18:21","original":[]},"LEV 18:22":{"text":"“‘You shall not lie with a man as with a woman. That is detestable.","translation":"WEB","reference":"LEV 18:22","original":[]},"LEV 18:23":{"text":"“‘You shall not lie with any animal to defile yourself with it. No woman may give herself to an animal, to lie down with it: it is a perversion.","translation":"WEB","reference":"LEV 18:23","original":[]},"LEV 18:24":{"text":"“‘Don’t defile yourselves in any of these things; for in all these the nations which I am casting out before you were defiled.","translation":"WEB","reference":"LEV 18:24","original":[]},"LEV 18:25":{"text":"The land was defiled. Therefore I punished its iniquity, and the land vomited out her inhabitants.","translation":"WEB","reference":"LEV 18:25","original":[]},"LEV 18:26":{"text":"You therefore shall keep my statutes and my ordinances, and shall not do any of these abominations; neither the native-born, nor the stranger who lives as a foreigner among you","translation":"WEB","reference":"LEV 18:26","original":[]},"LEV 18:27":{"text":"(for the men of the land that were before you had done all these abominations, and the land became defiled),","translation":"WEB","reference":"LEV 18:27","original":[]},"LEV 18:28":{"text":"that the land not vomit you out also, when you defile it, as it vomited out the nation that was before you.","translation":"WEB","reference":"LEV 18:28","original":[]},"LEV 18:29":{"text":"“‘For whoever shall do any of these abominations, even the souls that do them shall be cut off from among their people.","translation":"WEB","reference":"LEV 18:29","original":[]},"LEV 18:30":{"text":"Therefore you shall keep my requirements, that you do not practice any of these abominable customs which were practiced before you, and that you do not defile yourselves with them. I am the LORD your God.’”","translation":"WEB","reference":"LEV 18:30","original":[]},"LEV 20:1":{"text":"The LORD spoke to Moses, saying,","translation":"WEB","reference":"LEV 20:1","original":[]},"LEV 20:2":{"text":"“Moreover, you shall tell the children of Israel, ‘Anyone of the children of Israel, or of the strangers who live as foreigners in Israel, who gives any of his offspringto Molech shall surely be put to death. The people of the land shall stone that person with stones.","translation":"WEB","reference":"LEV 20:2","original":[]},"LEV 20:3":{"text":"I also will set my face against that person, and will cut him off from among his people, because he has given of his offspring to Molech, to defile my sanctuary, and to profane my holy name.","translation":"WEB","reference":"LEV 20:3","original":[]},"LEV 20:4":{"text":"If the people of the land all hide their eyes from that person when he gives of his offspring to Molech, and don’t put him to death,","translation":"WEB","reference":"LEV 20:4","original":[]},"LEV 20:5":{"text":"then I will set my face against that man and against his family, and will cut him off, and all who play the prostitute after him to play the prostitute with Molech, from among their people.","translation":"WEB","reference":"LEV 20:5","original":[]},"LEV 20:6":{"text":"“‘The person that turns to those who are mediums and wizards, to play the prostitute after them, I will even set my face against that person, and will cut him off from among his people.","translation":"WEB","reference":"LEV 20:6","original":[]},"LEV 20:7":{"text":"“‘Sanctify yourselves therefore, and be holy; for I am the LORD your God.","translation":"WEB","reference":"LEV 20:7","original":[]},"LEV 20:8":{"text":"You shall keep my statutes, and do them. I am the LORD who sanctifies you.","translation":"WEB","reference":"LEV 20:8","original":[]},"LEV 20:9":{"text":"“‘For everyone who curses his father or his mother shall surely be put to death. He has cursed his father or his mother. His blood shall be upon himself.","translation":"WEB","reference":"LEV 20:9","original":[]},"LEV 20:10":{"text":"“‘The man who commits adultery with another man’s wife, even he who commits adultery with his neighbor’s wife, the adulterer and the adulteress shall surely be put to death.","translation":"WEB","reference":"LEV 20:10","original":[]},"LEV 20:11":{"text":"“‘The man who lies with his father’s wife has uncovered his father’s nakedness. Both of them shall surely be put to death. Their blood shall be upon themselves.","translation":"WEB","reference":"LEV 20:11","original":[]},"LEV 20:12":{"text":"“‘If a man lies with his daughter-in-law, both of them shall surely be put to death. They have committed a perversion. Their blood shall be upon themselves.","translation":"WEB","reference":"LEV 20:12","original":[]},"LEV 20:13":{"text":"“‘If a man lies with a male, as with a woman, both of them have committed an abomination. They shall surely be put to death. Their blood shall be upon themselves.","translation":"WEB","reference":"LEV 20:13","original":[]},"LEV 20:14":{"text":"“‘If a man takes a wife and her mother, it is wickedness. They shall be burned with fire, both he and they, that there may be no wickedness among you.","translation":"WEB","reference":"LEV 20:14","original":[]},"LEV 20:15":{"text":"“‘If a man lies with an animal, he shall surely be put to death; and you shall kill the animal.","translation":"WEB","reference":"LEV 20:15","original":[]},"LEV 20:16":{"text":"“‘If a woman approaches any animal and lies with it, you shall kill the woman and the animal. They shall surely be put to death. Their blood shall be upon them.","translation":"WEB","reference":"LEV 20:16","original":[]},"LEV 20:17":{"text":"“‘If a man takes his sister—his father’s daughter, or his mother’s daughter—and sees her nakedness, and she sees his nakedness, it is a shameful thing. They shall be cut off in the sight of the children of their people. He has uncovered his sister’s nakedness. He shall bear his iniquity.","translation":"WEB","reference":"LEV 20:17","original":[]},"LEV 20:18":{"text":"“‘If a man lies with a woman having her monthly period, and uncovers her nakedness, he has made her fountain naked, and she has uncovered the fountain of her blood. Both of them shall be cut off from among their people.","translation":"WEB","reference":"LEV 20:18","original":[]},"LEV 20:19":{"text":"“‘You shall not uncover the nakedness of your mother’s sister, nor of your father’s sister, for he has made his close relative naked. They shall bear their iniquity.","translation":"WEB","reference":"LEV 20:19","original":[]},"LEV 20:20":{"text":"If a man lies with his uncle’s wife, he has uncovered his uncle’s nakedness. They shall bear their sin. They shall die childless.","translation":"WEB","reference":"LEV 20:20","original":[]},"LEV 20:21":{"text":"“‘If a man takes his brother’s wife, it is an impurity. He has uncovered his brother’s nakedness. They shall be childless.","translation":"WEB","reference":"LEV 20:21","original":[]},"LEV 20:22":{"text":"“‘You shall therefore keep all my statutes and all my ordinances, and do them, that the land where I am bringing you to dwell may not vomit you out.","translation":"WEB","reference":"LEV 20:22","original":[]},"LEV 20:23":{"text":"You shall not walk in the customs of the nation which I am casting out before you; for they did all these things, and therefore I abhorred them.","translation":"WEB","reference":"LEV 20:23","original":[]},"LEV 20:24":{"text":"But I have said to you, “You shall inherit their land, and I will give it to you to possess it, a land flowing with milk and honey.” I am the LORD your God, who has separated you from the peoples.","translation":"WEB","reference":"LEV 20:24","original":[]},"LEV 20:25":{"text":"“‘You shall therefore make a distinction between the clean animal and the unclean, and between the unclean fowl and the clean. You shall not make yourselves abominable by animal, or by bird, or by anything with which the ground teems, which I have separated from you as unclean for you.","translation":"WEB","reference":"LEV 20:25","original":[]},"LEV 20:26":{"text":"You shall be holy to me, for I, the LORD, am holy, and have set you apart from the peoples, that you should be mine.","translation":"WEB","reference":"LEV 20:26","original":[]},"LEV 20:27":{"text":"“‘A man or a woman that is a medium or is a wizard shall surely be put to death. They shall be stoned with stones. Their blood shall be upon themselves.’”","translation":"WEB","reference":"LEV 20:27","original":[]},"PSA 139:1":{"text":"","translation":"WEB","reference":"PSA 139:1","original":[]},"PSA 139:2":{"text":"","translation":"WEB","reference":"PSA 139:2","original":[]},"PSA 139:3":{"text":"","translation":"WEB","reference":"PSA 139:3","original":[]},"PSA 139:4":{"text":"","translation":"WEB","reference":"PSA 139:4","original":[]},"PSA 139:5":{"text":"","translation":"WEB","reference":"PSA 139:5","original":[]},"PSA 139:6":{"text":"","translation":"WEB","reference":"PSA 139:6","original":[]},"PSA 139:7":{"text":"","translation":"WEB","reference":"PSA 139:7","original":[]},"PSA 139:8":{"text":"","translation":"WEB","reference":"PSA 139:8","original":[]},"PSA 139:9":{"text":"","translation":"WEB","reference":"PSA 139:9","original":[]},"PSA 139:10":{"text":"","translation":"WEB","reference":"PSA 139:10","original":[]},"PSA 139:11":{"text":"","translation":"WEB","reference":"PSA 139:11","original":[]},"PSA 139:12":{"text":"","translation":"WEB","reference":"PSA 139:12","original":[]},"PSA 139:13":{"text":"","translation":"WEB","reference":"PSA 139:13","original":[]},"PSA 139:14":{"text":"","translation":"WEB","reference":"PSA 139:14","original":[]},"PSA 139:15":{"text":"","translation":"WEB","reference":"PSA 139:15","original":[]},"PSA 139:16":{"text":"","translation":"WEB","reference":"PSA 139:16","original":[]},"PSA 139:17":{"text":"","translation":"WEB","reference":"PSA 139:17","original":[]},"PSA 139:18":{"text":"","translation":"WEB","reference":"PSA 139:18","original":[]},"PSA 139:19":{"text":"","translation":"WEB","reference":"PSA 139:19","original":[]},"PSA 139:20":{"text":"","translation":"WEB","reference":"PSA 139:20","original":[]},"PSA 139:21":{"text":"","translation":"WEB","reference":"PSA 139:21","original":[]},"PSA 139:22":{"text":"","translation":"WEB","reference":"PSA 139:22","original":[]},"PSA 139:23":{"text":"","translation":"WEB","reference":"PSA 139:23","original":[]},"PSA 139:24":{"text":"","translation":"WEB","reference":"PSA 139:24","original":[]},"PSA 23:1":{"text":"","translation":"WEB","reference":"PSA 23:1","original":[]},"PSA 23:2":{"text":"","translation":"WEB","reference":"PSA 23:2","original":[]},"PSA 23:3":{"text":"","translation":"WEB","reference":"PSA 23:3","original":[]},"PSA 23:4":{"text":"","translation":"WEB","reference":"PSA 23:4","original":[]},"PSA 23:5":{"text":"","translation":"WEB","reference":"PSA 23:5","original":[]},"PSA 23:6":{"text":"","translation":"WEB","reference":"PSA 23:6","original":[]},"PRO 3:1":{"text":"","translation":"WEB","reference":"PRO 3:1","original":[]},"PRO 3:2":{"text":"","translation":"WEB","reference":"PRO 3:2","original":[]},"PRO 3:3":{"text":"","translation":"WEB","reference":"PRO 3:3","original":[]},"PRO 3:4":{"text":"","translation":"WEB","reference":"PRO 3:4","original":[]},"PRO 3:5":{"text":"","translation":"WEB","reference":"PRO 3:5","original":[]},"PRO 3:6":{"text":"","translation":"WEB","reference":"PRO 3:6","original":[]},"PRO 3:7":{"text":"","translation":"WEB","reference":"PRO 3:7","original":[]},"PRO 3:8":{"text":"","translation":"WEB","reference":"PRO 3:8","original":[]},"PRO 3:9":{"text":"","translation":"WEB","reference":"PRO 3:9","original":[]},"PRO 3:10":{"text":"","translation":"WEB","reference":"PRO 3:10","original":[]},"PRO 3:11":{"text":"","translation":"WEB","reference":"PRO 3:11","original":[]},"PRO 3:12":{"text":"","translation":"WEB","reference":"PRO 3:12","original":[]},"PRO 3:13":{"text":"","translation":"WEB","reference":"PRO 3:13","original":[]},"PRO 3:14":{"text":"","translation":"WEB","reference":"PRO 3:14","original":[]},"PRO 3:15":{"text":"","translation":"WEB","reference":"PRO 3:15","original":[]},"PRO 3:16":{"text":"","translation":"WEB","reference":"PRO 3:16","original":[]},"PRO 3:17":{"text":"","translation":"WEB","reference":"PRO 3:17","original":[]},"PRO 3:18":{"text":"","translation":"WEB","reference":"PRO 3:18","original":[]},"PRO 3:19":{"text":"","translation":"WEB","reference":"PRO 3:19","original":[]},"PRO 3:20":{"text":"","translation":"WEB","reference":"PRO 3:20","original":[]},"PRO 3:21":{"text":"","translation":"WEB","reference":"PRO 3:21","original":[]},"PRO 3:22":{"text":"","translation":"WEB","reference":"PRO 3:22","original":[]},"PRO 3:23":{"text":"","translation":"WEB","reference":"PRO 3:23","original":[]},"PRO 3:24":{"text":"","translation":"WEB","reference":"PRO 3:24","original":[]},"PRO 3:25":{"text":"","translation":"WEB","reference":"PRO 3:25","original":[]},"PRO 3:26":{"text":"","translation":"WEB","reference":"PRO 3:26","original":[]},"PRO 3:27":{"text":"","translation":"WEB","reference":"PRO 3:27","original":[]},"PRO 3:28":{"text":"","translation":"WEB","reference":"PRO 3:28","original":[]},"PRO 3:29":{"text":"","translation":"WEB","reference":"PRO 3:29","original":[]},"PRO 3:30":{"text":"","translation":"WEB","reference":"PRO 3:30","original":[]},"PRO 3:31":{"text":"","translation":"WEB","reference":"PRO 3:31","original":[]},"PRO 3:32":{"text":"","translation":"WEB","reference":"PRO 3:32","original":[]},"PRO 3:33":{"text":"","translation":"WEB","reference":"PRO 3:33","original":[]},"PRO 3:34":{"text":"","translation":"WEB","reference":"PRO 3:34","original":[]},"PRO 3:35":{"text":"","translation":"WEB","reference":"PRO 3:35","original":[]},"ISA 53:1":{"text":"","translation":"WEB","reference":"ISA 53:1","original":[]},"ISA 53:2":{"text":"","translation":"WEB","reference":"ISA 53:2","original":[]},"ISA 53:3":{"text":"","translation":"WEB","reference":"ISA 53:3","original":[]},"ISA 53:4":{"text":"","translation":"WEB","reference":"ISA 53:4","original":[]},"ISA 53:5":{"text":"","translation":"WEB","reference":"ISA 53:5","original":[]},"ISA 53:6":{"text":"","translation":"WEB","reference":"ISA 53:6","original":[]},"ISA 53:7":{"text":"","translation":"WEB","reference":"ISA 53:7","original":[]},"ISA 53:8":{"text":"","translation":"WEB","reference":"ISA 53:8","original":[]},"ISA 53:9":{"text":"","translation":"WEB","reference":"ISA 53:9","original":[]},"ISA 53:10":{"text":"","translation":"WEB","reference":"ISA 53:10","original":[]},"ISA 53:11":{"text":"","translation":"WEB","reference":"ISA 53:11","original":[]},"ISA 53:12":{"text":"","translation":"WEB","reference":"ISA 53:12","original":[]},"MAT 5:1":{"text":"Seeing the multitudes, he went up onto the mountain. When he had sat down, his disciples came to him.","translation":"WEB","reference":"MAT 5:1","original":[]},"MAT 5:2":{"text":"He opened his mouth and taught them, saying,","translation":"WEB","reference":"MAT 5:2","original":[]},"MAT 5:3":{"text":"","translation":"WEB","reference":"MAT 5:3","original":[]},"MAT 5:4":{"text":"","translation":"WEB","reference":"MAT 5:4","original":[]},"MAT 5:5":{"text":"","translation":"WEB","reference":"MAT 5:5","original":[]},"MAT 5:6":{"text":"","translation":"WEB","reference":"MAT 5:6","original":[]},"MAT 5:7":{"text":"","translation":"WEB","reference":"MAT 5:7","original":[]},"MAT 5:8":{"text":"","translation":"WEB","reference":"MAT 5:8","original":[]},"MAT 5:9":{"text":"","translation":"WEB","reference":"MAT 5:9","original":[]},"MAT 5:10":{"text":"","translation":"WEB","reference":"MAT 5:10","original":[]},"MAT 5:11":{"text":"","translation":"WEB","reference":"MAT 5:11","original":[]},"MAT 5:12":{"text":"","translation":"WEB","reference":"MAT 5:12","original":[]},"MAT 5:13":{"text":"","translation":"WEB","reference":"MAT 5:13","original":[]},"MAT 5:14":{"text":"","translation":"WEB","reference":"MAT 5:14","original":[]},"MAT 5:15":{"text":"","translation":"WEB","reference":"MAT 5:15","original":[]},"MAT 5:16":{"text":"","translation":"WEB","reference":"MAT 5:16","original":[]},"MAT 5:17":{"text":"","translation":"WEB","reference":"MAT 5:17","original":[]},"MAT 5:18":{"text":"","translation":"WEB","reference":"MAT 5:18","original":[]},"MAT 5:19":{"text":"","translation":"WEB","reference":"MAT 5:19","original":[]},"MAT 5:20":{"text":"","translation":"WEB","reference":"MAT 5:20","original":[]},"MAT 5:21":{"text":"","translation":"WEB","reference":"MAT 5:21","original":[]},"MAT 5:22":{"text":"","translation":"WEB","reference":"MAT 5:22","original":[]},"MAT 5:23":{"text":"","translation":"WEB","reference":"MAT 5:23","original":[]},"MAT 5:24":{"text":"","translation":"WEB","reference":"MAT 5:24","original":[]},"MAT 5:25":{"text":"","translation":"WEB","reference":"MAT 5:25","original":[]},"MAT 5:26":{"text":"","translation":"WEB","reference":"MAT 5:26","original":[]},"MAT 5:27":{"text":"","translation":"WEB","reference":"MAT 5:27","original":[]},"MAT 5:28":{"text":"","translation":"WEB","reference":"MAT 5:28","original":[]},"MAT 5:29":{"text":"","translation":"WEB","reference":"MAT 5:29","original":[]},"MAT 5:30":{"text":"","translation":"WEB","reference":"MAT 5:30","original":[]},"MAT 5:31":{"text":"","translation":"WEB","reference":"MAT 5:31","original":[]},"MAT 5:32":{"text":"","translation":"WEB","reference":"MAT 5:32","original":[]},"MAT 5:33":{"text":"","translation":"WEB","reference":"MAT 5:33","original":[]},"MAT 5:34":{"text":"","translation":"WEB","reference":"MAT 5:34","original":[]},"MAT 5:35":{"text":"","translation":"WEB","reference":"MAT 5:35","original":[]},"MAT 5:36":{"text":"","translation":"WEB","reference":"MAT 5:36","original":[]},"MAT 5:37":{"text":"","translation":"WEB","reference":"MAT 5:37","original":[]},"MAT 5:38":{"text":"","translation":"WEB","reference":"MAT 5:38","original":[]},"MAT 5:39":{"text":"","translation":"WEB","reference":"MAT 5:39","original":[]},"MAT 5:40":{"text":"","translation":"WEB","reference":"MAT 5:40","original":[]},"MAT 5:41":{"text":"","translation":"WEB","reference":"MAT 5:41","original":[]},"MAT 5:42":{"text":"","translation":"WEB","reference":"MAT 5:42","original":[]},"MAT 5:43":{"text":"","translation":"WEB","reference":"MAT 5:43","original":[]},"MAT 5:44":{"text":"","translation":"WEB","reference":"MAT 5:44","original":[]},"MAT 5:45":{"text":"","translation":"WEB","reference":"MAT 5:45","original":[]},"MAT 5:46":{"text":"","translation":"WEB","reference":"MAT 5:46","original":[]},"MAT 5:47":{"text":"","translation":"WEB","reference":"MAT 5:47","original":[]},"MAT 5:48":{"text":"","translation":"WEB","reference":"MAT 5:48","original":[]},"MAT 6:1":{"text":"","translation":"WEB","reference":"MAT 6:1","original":[]},"MAT 6:2":{"text":"","translation":"WEB","reference":"MAT 6:2","original":[]},"MAT 6:3":{"text":"","translation":"WEB","reference":"MAT 6:3","original":[]},"MAT 6:4":{"text":"","translation":"WEB","reference":"MAT 6:4","original":[]},"MAT 6:5":{"text":"","translation":"WEB","reference":"MAT 6:5","original":[]},"MAT 6:6":{"text":"","translation":"WEB","reference":"MAT 6:6","original":[]},"MAT 6:7":{"text":"","translation":"WEB","reference":"MAT 6:7","original":[]},"MAT 6:8":{"text":"","translation":"WEB","reference":"MAT 6:8","original":[]},"MAT 6:9":{"text":"","translation":"WEB","reference":"MAT 6:9","original":[]},"MAT 6:10":{"text":"","translation":"WEB","reference":"MAT 6:10","original":[]},"MAT 6:11":{"text":"","translation":"WEB","reference":"MAT 6:11","original":[]},"MAT 6:12":{"text":"","translation":"WEB","reference":"MAT 6:12","original":[]},"MAT 6:13":{"text":"","translation":"WEB","reference":"MAT 6:13","original":[]},"MAT 6:14":{"text":"","translation":"WEB","reference":"MAT 6:14","original":[]},"MAT 6:15":{"text":"","translation":"WEB","reference":"MAT 6:15","original":[]},"MAT 6:16":{"text":"","translation":"WEB","reference":"MAT 6:16","original":[]},"MAT 6:17":{"text":"","translation":"WEB","reference":"MAT 6:17","original":[]},"MAT 6:18":{"text":"","translation":"WEB","reference":"MAT 6:18","original":[]},"MAT 6:19":{"text":"","translation":"WEB","reference":"MAT 6:19","original":[]},"MAT 6:20":{"text":"","translation":"WEB","reference":"MAT 6:20","original":[]},"MAT 6:21":{"text":"","translation":"WEB","reference":"MAT 6:21","original":[]},"MAT 6:22":{"text":"","translation":"WEB","reference":"MAT 6:22","original":[]},"MAT 6:23":{"text":"","translation":"WEB","reference":"MAT 6:23","original":[]},"MAT 6:24":{"text":"","translation":"WEB","reference":"MAT 6:24","original":[]},"MAT 6:25":{"text":"","translation":"WEB","reference":"MAT 6:25","original":[]},"MAT 6:26":{"text":"","translation":"WEB","reference":"MAT 6:26","original":[]},"MAT 6:27":{"text":"","translation":"WEB","reference":"MAT 6:27","original":[]},"MAT 6:28":{"text":"","translation":"WEB","reference":"MAT 6:28","original":[]},"MAT 6:29":{"text":"","translation":"WEB","reference":"MAT 6:29","original":[]},"MAT 6:30":{"text":"","translation":"WEB","reference":"MAT 6:30","original":[]},"MAT 6:31":{"text":"","translation":"WEB","reference":"MAT 6:31","original":[]},"MAT 6:32":{"text":"","translation":"WEB","reference":"MAT 6:32","original":[]},"MAT 6:33":{"text":"","translation":"WEB","reference":"MAT 6:33","original":[]},"MAT 6:34":{"text":"","translation":"WEB","reference":"MAT 6:34","original":[]},"MAT 7:1":{"text":"","translation":"WEB","reference":"MAT 7:1","original":[]},"MAT 7:2":{"text":"","translation":"WEB","reference":"MAT 7:2","original":[]},"MAT 7:3":{"text":"","translation":"WEB","reference":"MAT 7:3","original":[]},"MAT 7:4":{"text":"","translation":"WEB","reference":"MAT 7:4","original":[]},"MAT 7:5":{"text":"","translation":"WEB","reference":"MAT 7:5","original":[]},"MAT 7:6":{"text":"","translation":"WEB","reference":"MAT 7:6","original":[]},"MAT 7:7":{"text":"","translation":"WEB","reference":"MAT 7:7","original":[]},"MAT 7:8":{"text":"","translation":"WEB","reference":"MAT 7:8","original":[]},"MAT 7:9":{"text":"","translation":"WEB","reference":"MAT 7:9","original":[]},"MAT 7:10":{"text":"","translation":"WEB","reference":"MAT 7:10","original":[]},"MAT 7:11":{"text":"","translation":"WEB","reference":"MAT 7:11","original":[]},"MAT 7:12":{"text":"","translation":"WEB","reference":"MAT 7:12","original":[]},"MAT 7:13":{"text":"","translation":"WEB","reference":"MAT 7:13","original":[]},"MAT 7:14":{"text":"","translation":"WEB","reference":"MAT 7:14","original":[]},"MAT 7:15":{"text":"","translation":"WEB","reference":"MAT 7:15","original":[]},"MAT 7:16":{"text":"","translation":"WEB","reference":"MAT 7:16","original":[]},"MAT 7:17":{"text":"","translation":"WEB","reference":"MAT 7:17","original":[]},"MAT 7:18":{"text":"","translation":"WEB","reference":"MAT 7:18","original":[]},"MAT 7:19":{"text":"","translation":"WEB","reference":"MAT 7:19","original":[]},"MAT 7:20":{"text":"","translation":"WEB","reference":"MAT 7:20","original":[]},"MAT 7:21":{"text":"","translation":"WEB","reference":"MAT 7:21","original":[]},"MAT 7:22":{"text":"","translation":"WEB","reference":"MAT 7:22","original":[]},"MAT 7:23":{"text":"","translation":"WEB","reference":"MAT 7:23","original":[]},"MAT 7:24":{"text":"","translation":"WEB","reference":"MAT 7:24","original":[]},"MAT 7:25":{"text":"","translation":"WEB","reference":"MAT 7:25","original":[]},"MAT 7:26":{"text":"","translation":"WEB","reference":"MAT 7:26","original":[]},"MAT 7:27":{"text":"","translation":"WEB","reference":"MAT 7:27","original":[]},"MAT 7:28":{"text":"When Jesus had finished saying these things, the multitudes were astonished at his teaching,","translation":"WEB","reference":"MAT 7:28","original":[]},"MAT 7:29":{"text":"for he taught them with authority, and not like the scribes.","translation":"WEB","reference":"MAT 7:29","original":[]},"MAT 19:1":{"text":"When Jesus had finished these words, he departed from Galilee and came into the borders of Judea beyond the Jordan.","translation":"WEB","reference":"MAT 19:1","original":[]},"MAT 19:2":{"text":"Great multitudes followed him, and he healed them there.","translation":"WEB","reference":"MAT 19:2","original":[]},"MAT 19:3":{"text":"Pharisees came to him, testing him and saying, “Is it lawful for a man to divorce his wife for any reason?”","translation":"WEB","reference":"MAT 19:3","original":[]},"MAT 19:4":{"text":"He answered,","translation":"WEB","reference":"MAT 19:4","original":[]},"MAT 19:5":{"text":"","translation":"WEB","reference":"MAT 19:5","original":[]},"MAT 19:6":{"text":"","translation":"WEB","reference":"MAT 19:6","original":[]},"MAT 19:7":{"text":"They asked him, “Why then did Moses command us to give her a certificate of divorce and divorce her?”","translation":"WEB","reference":"MAT 19:7","original":[]},"MAT 19:8":{"text":"He said to them,","translation":"WEB","reference":"MAT 19:8","original":[]},"MAT 19:9":{"text":"","translation":"WEB","reference":"MAT 19:9","original":[]},"MAT 19:10":{"text":"His disciples said to him, “If this is the case of the man with his wife, it is not expedient to marry.”","translation":"WEB","reference":"MAT 19:10","original":[]},"MAT 19:11":{"text":"But he said to them,","translation":"WEB","reference":"MAT 19:11","original":[]},"MAT 19:12":{"text":"","translation":"WEB","reference":"MAT 19:12","original":[]},"MAT 19:13":{"text":"Then little children were brought to him that he should lay his hands on them and pray; and the disciples rebuked them.","translation":"WEB","reference":"MAT 19:13","original":[]},"MAT 19:14":{"text":"But Jesus said,","translation":"WEB","reference":"MAT 19:14","original":[]},"MAT 19:15":{"text":"He laid his hands on them, and departed from there.","translation":"WEB","reference":"MAT 19:15","original":[]},"MAT 19:16":{"text":"Behold, one came to him and said, “Good teacher, what good thing shall I do, that I may have eternal life?”","translation":"WEB","reference":"MAT 19:16","original":[]},"MAT 19:17":{"text":"He said to him,","translation":"WEB","reference":"MAT 19:17","original":[]},"MAT 19:18":{"text":"He said to him, “Which ones?” Jesus said,","translation":"WEB","reference":"MAT 19:18","original":[]},"MAT 19:19":{"text":"","translation":"WEB","reference":"MAT 19:19","original":[]},"MAT 19:20":{"text":"The young man said to him, “All these things I have observed from my youth. What do I still lack?”","translation":"WEB","reference":"MAT 19:20","original":[]},"MAT 19:21":{"text":"Jesus said to him,","translation":"WEB","reference":"MAT 19:21","original":[]},"MAT 19:22":{"text":"But when the young man heard this, he went away sad, for he was one who had great possessions.","translation":"WEB","reference":"MAT 19:22","original":[]},"MAT 19:23":{"text":"Jesus said to his disciples,","translation":"WEB","reference":"MAT 19:23","original":[]},"MAT 19:24":{"text":"","translation":"WEB","reference":"MAT 19:24","original":[]},"MAT 19:25":{"text":"When the disciples heard it, they were exceedingly astonished, saying, “Who then can be saved?”","translation":"WEB","reference":"MAT 19:25","original":[]},"MAT 19:26":{"text":"Looking at them, Jesus said,","translation":"WEB","reference":"MAT 19:26","original":[]},"MAT 19:27":{"text":"Then Peter answered, “Behold, we have left everything and followed you. What then will we have?”","translation":"WEB","reference":"MAT 19:27","original":[]},"MAT 19:28":{"text":"Jesus said to them,","translation":"WEB","reference":"MAT 19:28","original":[]},"MAT 19:29":{"text":"","translation":"WEB","reference":"MAT 19:29","original":[]},"MAT 19:30":{"text":"","translation":"WEB","reference":"MAT 19:30","original":[]},"MRK 10:1":{"text":"He arose from there and came into the borders of Judea and beyond the Jordan. Multitudes came together to him again. As he usually did, he was again teaching them.","translation":"WEB","reference":"MRK 10:1","original":[]},"MRK 10:2":{"text":"Pharisees came to him testing him, and asked him, “Is it lawful for a man to divorce his wife?”","translation":"WEB","reference":"MRK 10:2","original":[]},"MRK 10:3":{"text":"He answered,","translation":"WEB","reference":"MRK 10:3","original":[]},"MRK 10:4":{"text":"They said, “Moses allowed a certificate of divorce to be written, and to divorce her.”","translation":"WEB","reference":"MRK 10:4","original":[]},"MRK 10:5":{"text":"But Jesus said to them,","translation":"WEB","reference":"MRK 10:5","original":[]},"MRK 10:6":{"text":"","translation":"WEB","reference":"MRK 10:6","original":[]},"MRK 10:7":{"text":"","translation":"WEB","reference":"MRK 10:7","original":[]},"MRK 10:8":{"text":"","translation":"WEB","reference":"MRK 10:8","original":[]},"MRK 10:9":{"text":"","translation":"WEB","reference":"MRK 10:9","original":[]},"MRK 10:10":{"text":"In the house, his disciples asked him again about the same matter.","translation":"WEB","reference":"MRK 10:10","original":[]},"MRK 10:11":{"text":"He said to them,","translation":"WEB","reference":"MRK 10:11","original":[]},"MRK 10:12":{"text":"","translation":"WEB","reference":"MRK 10:12","original":[]},"MRK 10:13":{"text":"They were bringing to him little children, that he should touch them, but the disciples rebuked those who were bringing them.","translation":"WEB","reference":"MRK 10:13","original":[]},"MRK 10:14":{"text":"But when Jesus saw it, he was moved with indignation and said to them,","translation":"WEB","reference":"MRK 10:14","original":[]},"MRK 10:15":{"text":"","translation":"WEB","reference":"MRK 10:15","original":[]},"MRK 10:16":{"text":"He took them in his arms and blessed them, laying his hands on them.","translation":"WEB","reference":"MRK 10:16","original":[]},"MRK 10:17":{"text":"As he was going out into the way, one ran to him, knelt before him, and asked him, “Good Teacher, what shall I do that I may inherit eternal life?”","translation":"WEB","reference":"MRK 10:17","original":[]},"MRK 10:18":{"text":"Jesus said to him,","translation":"WEB","reference":"MRK 10:18","original":[]},"MRK 10:19":{"text":"","translation":"WEB","reference":"MRK 10:19","original":[]},"MRK 10:20":{"text":"He said to him, “Teacher, I have observed all these things from my youth.”","translation":"WEB","reference":"MRK 10:20","original":[]},"MRK 10:21":{"text":"Jesus looking at him loved him, and said to him,","translation":"WEB","reference":"MRK 10:21","original":[]},"MRK 10:22":{"text":"But his face fell at that saying, and he went away sorrowful, for he was one who had great possessions.","translation":"WEB","reference":"MRK 10:22","original":[]},"MRK 10:23":{"text":"Jesus looked around and said to his disciples,","translation":"WEB","reference":"MRK 10:23","original":[]},"MRK 10:24":{"text":"The disciples were amazed at his words. But Jesus answered again,","translation":"WEB","reference":"MRK 10:24","original":[]},"MRK 10:25":{"text":"","translation":"WEB","reference":"MRK 10:25","original":[]},"MRK 10:26":{"text":"They were exceedingly astonished, saying to him, “Then who can be saved?”","translation":"WEB","reference":"MRK 10:26","original":[]},"MRK 10:27":{"text":"Jesus, looking at them, said,","translation":"WEB","reference":"MRK 10:27","original":[]},"MRK 10:28":{"text":"Peter began to tell him, “Behold, we have left all and have followed you.”","translation":"WEB","reference":"MRK 10:28","original":[]},"MRK 10:29":{"text":"Jesus said,","translation":"WEB","reference":"MRK 10:29","original":[]},"MRK 10:30":{"text":"","translation":"WEB","reference":"MRK 10:30","original":[]},"MRK 10:31":{"text":"","translation":"WEB","reference":"MRK 10:31","original":[]},"MRK 10:32":{"text":"They were on the way, going up to Jerusalem; and Jesus was going in front of them, and they were amazed; and those who followed were afraid. He again took the twelve, and began to tell them the things that were going to happen to him.","translation":"WEB","reference":"MRK 10:32","original":[]},"MRK 10:33":{"text":"","translation":"WEB","reference":"MRK 10:33","original":[]},"MRK 10:34":{"text":"","translation":"WEB","reference":"MRK 10:34","original":[]},"MRK 10:35":{"text":"James and John, the sons of Zebedee, came near to him, saying, “Teacher, we want you to do for us whatever we will ask.”","translation":"WEB","reference":"MRK 10:35","original":[]},"MRK 10:36":{"text":"He said to them,","translation":"WEB","reference":"MRK 10:36","original":[]},"MRK 10:37":{"text":"They said to him, “Grant to us that we may sit, one at your right hand and one at your left hand, in your glory.”","translation":"WEB","reference":"MRK 10:37","original":[]},"MRK 10:38":{"text":"But Jesus said to them,","translation":"WEB","reference":"MRK 10:38","original":[]},"MRK 10:39":{"text":"They said to him, “We are able.” Jesus said to them,","translation":"WEB","reference":"MRK 10:39","original":[]},"MRK 10:40":{"text":"","translation":"WEB","reference":"MRK 10:40","original":[]},"MRK 10:41":{"text":"When the ten heard it, they began to be indignant toward James and John.","translation":"WEB","reference":"MRK 10:41","original":[]},"MRK 10:42":{"text":"Jesus summoned them and said to them,","translation":"WEB","reference":"MRK 10:42","original":[]},"MRK 10:43":{"text":"","translation":"WEB","reference":"MRK 10:43","original":[]},"MRK 10:44":{"text":"","translation":"WEB","reference":"MRK 10:44","original":[]},"MRK 10:45":{"text":"","translation":"WEB","reference":"MRK 10:45","original":[]},"MRK 10:46":{"text":"They came to Jericho. As he went out from Jericho with his disciples and a great multitude, the son of Timaeus, Bartimaeus, a blind beggar, was sitting by the road.","translation":"WEB","reference":"MRK 10:46","original":[]},"MRK 10:47":{"text":"When he heard that it was Jesus the Nazarene, he began to cry out and say, “Jesus, you son of David, have mercy on me!”","translation":"WEB","reference":"MRK 10:47","original":[]},"MRK 10:48":{"text":"Many rebuked him, that he should be quiet, but he cried out much more, “You son of David, have mercy on me!”","translation":"WEB","reference":"MRK 10:48","original":[]},"MRK 10:49":{"text":"Jesus stood still and said,They called the blind man, saying to him, “Cheer up! Get up. He is calling you!”","translation":"WEB","reference":"MRK 10:49","original":[]},"MRK 10:50":{"text":"He, casting away his cloak, sprang up, and came to Jesus.","translation":"WEB","reference":"MRK 10:50","original":[]},"MRK 10:51":{"text":"Jesus asked him,The blind man said to him, “Rabboni,that I may see again.”","translation":"WEB","reference":"MRK 10:51","original":[]},"MRK 10:52":{"text":"Jesus said to him,Immediately he received his sight and followed Jesus on the way.","translation":"WEB","reference":"MRK 10:52","original":[]},"LUK 15:1":{"text":"Now all the tax collectors and sinners were coming close to him to hear him.","translation":"WEB","reference":"LUK 15:1","original":[]},"LUK 15:2":{"text":"The Pharisees and the scribes murmured, saying, “This man welcomes sinners, and eats with them.”","translation":"WEB","reference":"LUK 15:2","original":[]},"LUK 15:3":{"text":"He told them this parable:","translation":"WEB","reference":"LUK 15:3","original":[]},"LUK 15:4":{"text":"","translation":"WEB","reference":"LUK 15:4","original":[]},"LUK 15:5":{"text":"","translation":"WEB","reference":"LUK 15:5","original":[]},"LUK 15:6":{"text":"","translation":"WEB","reference":"LUK 15:6","original":[]},"LUK 15:7":{"text":"","translation":"WEB","reference":"LUK 15:7","original":[]},"LUK 15:8":{"text":"","translation":"WEB","reference":"LUK 15:8","original":[]},"LUK 15:9":{"text":"","translation":"WEB","reference":"LUK 15:9","original":[]},"LUK 15:10":{"text":"","translation":"WEB","reference":"LUK 15:10","original":[]},"LUK 15:11":{"text":"He said,","translation":"WEB","reference":"LUK 15:11","original":[]},"LUK 15:12":{"text":"","translation":"WEB","reference":"LUK 15:12","original":[]},"LUK 15:13":{"text":"","translation":"WEB","reference":"LUK 15:13","original":[]},"LUK 15:14":{"text":"","translation":"WEB","reference":"LUK 15:14","original":[]},"LUK 15:15":{"text":"","translation":"WEB","reference":"LUK 15:15","original":[]},"LUK 15:16":{"text":"","translation":"WEB","reference":"LUK 15:16","original":[]},"LUK 15:17":{"text":"","translation":"WEB","reference":"LUK 15:17","original":[]},"LUK 15:18":{"text":"","translation":"WEB","reference":"LUK 15:18","original":[]},"LUK 15:19":{"text":"","translation":"WEB","reference":"LUK 15:19","original":[]},"LUK 15:20":{"text":"","translation":"WEB","reference":"LUK 15:20","original":[]},"LUK 15:21":{"text":"","translation":"WEB","reference":"LUK 15:21","original":[]},"LUK 15:22":{"text":"","translation":"WEB","reference":"LUK 15:22","original":[]},"LUK 15:23":{"text":"","translation":"WEB","reference":"LUK 15:23","original":[]},"LUK 15:24":{"text":"","translation":"WEB","reference":"LUK 15:24","original":[]},"LUK 15:25":{"text":"","translation":"WEB","reference":"LUK 15:25","original":[]},"LUK 15:26":{"text":"","translation":"WEB","reference":"LUK 15:26","original":[]},"LUK 15:27":{"text":"","translation":"WEB","reference":"LUK 15:27","original":[]},"LUK 15:28":{"text":"","translation":"WEB","reference":"LUK 15:28","original":[]},"LUK 15:29":{"text":"","translation":"WEB","reference":"LUK 15:29","original":[]},"LUK 15:30":{"text":"","translation":"WEB","reference":"LUK 15:30","original":[]},"LUK 15:31":{"text":"","translation":"WEB","reference":"LUK 15:31","original":[]},"LUK 15:32":{"text":"","translation":"WEB","reference":"LUK 15:32","original":[]},"JHN 1:1":{"text":"In the beginning was the Word, and the Word was with God, and the Word was God.","translation":"WEB","reference":"JHN 1:1","original":[]},"JHN 1:2":{"text":"The same was in the beginning with God.","translation":"WEB","reference":"JHN 1:2","original":[]},"JHN 1:3":{"text":"All things were made through him. Without him, nothing was made that has been made.","translation":"WEB","reference":"JHN 1:3","original":[]},"JHN 1:4":{"text":"In him was life, and the life was the light of men.","translation":"WEB","reference":"JHN 1:4","original":[]},"JHN 1:5":{"text":"The light shines in the darkness, and the darkness hasn’t overcomeit.","translation":"WEB","reference":"JHN 1:5","original":[]},"JHN 1:6":{"text":"There came a man sent from God, whose name was John.","translation":"WEB","reference":"JHN 1:6","original":[]},"JHN 1:7":{"text":"The same came as a witness, that he might testify about the light, that all might believe through him.","translation":"WEB","reference":"JHN 1:7","original":[]},"JHN 1:8":{"text":"He was not the light, but was sent that he might testify about the light.","translation":"WEB","reference":"JHN 1:8","original":[]},"JHN 1:9":{"text":"The true light that enlightens everyone was coming into the world.","translation":"WEB","reference":"JHN 1:9","original":[]},"JHN 1:10":{"text":"He was in the world, and the world was made through him, and the world didn’t recognize him.","translation":"WEB","reference":"JHN 1:10","original":[]},"JHN 1:11":{"text":"He came to his own, and those who were his own didn’t receive him.","translation":"WEB","reference":"JHN 1:11","original":[]},"JHN 1:12":{"text":"But as many as received him, to them he gave the right to become God’s children, to those who believe in his name:","translation":"WEB","reference":"JHN 1:12","original":[]},"JHN 1:13":{"text":"who were born, not of blood, nor of the will of the flesh, nor of the will of man, but of God.","translation":"WEB","reference":"JHN 1:13","original":[]},"JHN 1:14":{"text":"The Word became flesh and lived among us. We saw his glory, such glory as of the only bornSon of the Father, full of grace and truth.","translation":"WEB","reference":"JHN 1:14","original":[]},"JHN 1:15":{"text":"John testified about him. He cried out, saying, “This was he of whom I said, ‘He who comes after me has surpassed me, for he was before me.’”","translation":"WEB","reference":"JHN 1:15","original":[]},"JHN 1:16":{"text":"From his fullness we all received grace upon grace.","translation":"WEB","reference":"JHN 1:16","original":[]},"JHN 1:17":{"text":"For the law was given through Moses. Grace and truth were realized through Jesus Christ.","translation":"WEB","reference":"JHN 1:17","original":[]},"JHN 1:18":{"text":"No one has seen God at any time. The only bornSon,who is in the bosom of the Father, has declared him.","translation":"WEB","reference":"JHN 1:18","original":[]},"JHN 1:19":{"text":"This is John’s testimony, when the Jews sent priests and Levites from Jerusalem to ask him, “Who are you?”","translation":"WEB","reference":"JHN 1:19","original":[]},"JHN 1:20":{"text":"He declared, and didn’t deny, but he declared, “I am not the Christ.”","translation":"WEB","reference":"JHN 1:20","original":[]},"JHN 1:21":{"text":"They asked him, “What then? Are you Elijah?” He said, “I am not.” “Are you the prophet?” He answered, “No.”","translation":"WEB","reference":"JHN 1:21","original":[]},"JHN 1:22":{"text":"They said therefore to him, “Who are you? Give us an answer to take back to those who sent us. What do you say about yourself?”","translation":"WEB","reference":"JHN 1:22","original":[]},"JHN 1:23":{"text":"He said, “I am the voice of one crying in the wilderness, ‘Make straight the way of the Lord,’ as Isaiah the prophet said.”","translation":"WEB","reference":"JHN 1:23","original":[]},"JHN 1:24":{"text":"The ones who had been sent were from the Pharisees.","translation":"WEB","reference":"JHN 1:24","original":[]},"JHN 1:25":{"text":"They asked him, “Why then do you baptize if you are not the Christ, nor Elijah, nor the prophet?”","translation":"WEB","reference":"JHN 1:25","original":[]},"JHN 1:26":{"text":"John answered them, “I baptize in water, but among you stands one whom you don’t know.","translation":"WEB","reference":"JHN 1:26","original":[]},"JHN 1:27":{"text":"He is the one who comes after me, who is preferred before me, whose sandal strap I’m not worthy to loosen.”","translation":"WEB","reference":"JHN 1:27","original":[]},"JHN 1:28":{"text":"These things were done in Bethany beyond the Jordan, where John was baptizing.","translation":"WEB","reference":"JHN 1:28","original":[]},"JHN 1:29":{"text":"The next day, he saw Jesus coming to him, and said, “Behold,the Lamb of God, who takes away the sin of the world!","translation":"WEB","reference":"JHN 1:29","original":[]},"JHN 1:30":{"text":"This is he of whom I said, ‘After me comes a man who is preferred before me, for he was before me.’","translation":"WEB","reference":"JHN 1:30","original":[]},"JHN 1:31":{"text":"I didn’t know him, but for this reason I came baptizing in water, that he would be revealed to Israel.”","translation":"WEB","reference":"JHN 1:31","original":[]},"JHN 1:32":{"text":"John testified, saying, “I have seen the Spirit descending like a dove out of heaven, and it remained on him.","translation":"WEB","reference":"JHN 1:32","original":[]},"JHN 1:33":{"text":"I didn’t recognize him, but he who sent me to baptize in water said to me, ‘On whomever you will see the Spirit descending and remaining on him is he who baptizes in the Holy Spirit.’","translation":"WEB","reference":"JHN 1:33","original":[]},"JHN 1:34":{"text":"I have seen and have testified that this is the Son of God.”","translation":"WEB","reference":"JHN 1:34","original":[]},"JHN 1:35":{"text":"Again, the next day, John was standing with two of his disciples,","translation":"WEB","reference":"JHN 1:35","original":[]},"JHN 1:36":{"text":"and he looked at Jesus as he walked, and said, “Behold, the Lamb of God!”","translation":"WEB","reference":"JHN 1:36","original":[]},"JHN 1:37":{"text":"The two disciples heard him speak, and they followed Jesus.","translation":"WEB","reference":"JHN 1:37","original":[]},"JHN 1:38":{"text":"Jesus turned and saw them following, and said to them,They said to him, “Rabbi” (which is to say, being interpreted, Teacher), “where are you staying?”","translation":"WEB","reference":"JHN 1:38","original":[]},"JHN 1:39":{"text":"He said to them,They came and saw where he was staying, and they stayed with him that day. It was about the tenth hour.","translation":"WEB","reference":"JHN 1:39","original":[]},"JHN 1:40":{"text":"One of the two who heard John and followed him was Andrew, Simon Peter’s brother.","translation":"WEB","reference":"JHN 1:40","original":[]},"JHN 1:41":{"text":"He first found his own brother, Simon, and said to him, “We have found the Messiah!” (which is, being interpreted, Christ).","translation":"WEB","reference":"JHN 1:41","original":[]},"JHN 1:42":{"text":"He brought him to Jesus. Jesus looked at him and said,(which is by interpretation, Peter).","translation":"WEB","reference":"JHN 1:42","original":[]},"JHN 1:43":{"text":"On the next day, he was determined to go out into Galilee, and he found Philip. Jesus said to him,","translation":"WEB","reference":"JHN 1:43","original":[]},"JHN 1:44":{"text":"Now Philip was from Bethsaida, the city of Andrew and Peter.","translation":"WEB","reference":"JHN 1:44","original":[]},"JHN 1:45":{"text":"Philip found Nathanael, and said to him, “We have found him of whom Moses in the law and also the prophets, wrote: Jesus of Nazareth, the son of Joseph.”","translation":"WEB","reference":"JHN 1:45","original":[]},"JHN 1:46":{"text":"Nathanael said to him, “Can any good thing come out of Nazareth?” Philip said to him, “Come and see.”","translation":"WEB","reference":"JHN 1:46","original":[]},"JHN 1:47":{"text":"Jesus saw Nathanael coming to him, and said about him,","translation":"WEB","reference":"JHN 1:47","original":[]},"JHN 1:48":{"text":"Nathanael said to him, “How do you know me?” Jesus answered him,","translation":"WEB","reference":"JHN 1:48","original":[]},"JHN 1:49":{"text":"Nathanael answered him, “Rabbi, you are the Son of God! You are King of Israel!”","translation":"WEB","reference":"JHN 1:49","original":[]},"JHN 1:50":{"text":"Jesus answered him,","translation":"WEB","reference":"JHN 1:50","original":[]},"JHN 1:51":{"text":"He said to him,","translation":"WEB","reference":"JHN 1:51","original":[]},"JHN 3:1":{"text":"Now there was a man of the Pharisees named Nicodemus, a ruler of the Jews.","translation":"WEB","reference":"JHN 3:1","original":[]},"JHN 3:2":{"text":"He came to Jesus by night and said to him, “Rabbi, we know that you are a teacher come from God, for no one can do these signs that you do, unless God is with him.”","translation":"WEB","reference":"JHN 3:2","original":[]},"JHN 3:3":{"text":"Jesus answered him,","translation":"WEB","reference":"JHN 3:3","original":[]},"JHN 3:4":{"text":"Nicodemus said to him, “How can a man be born when he is old? Can he enter a second time into his mother’s womb and be born?”","translation":"WEB","reference":"JHN 3:4","original":[]},"JHN 3:5":{"text":"Jesus answered,","translation":"WEB","reference":"JHN 3:5","original":[]},"JHN 3:6":{"text":"","translation":"WEB","reference":"JHN 3:6","original":[]},"JHN 3:7":{"text":"","translation":"WEB","reference":"JHN 3:7","original":[]},"JHN 3:8":{"text":"","translation":"WEB","reference":"JHN 3:8","original":[]},"JHN 3:9":{"text":"Nicodemus answered him, “How can these things be?”","translation":"WEB","reference":"JHN 3:9","original":[]},"JHN 3:10":{"text":"Jesus answered him,","translation":"WEB","reference":"JHN 3:10","original":[]},"JHN 3:11":{"text":"","translation":"WEB","reference":"JHN 3:11","original":[]},"JHN 3:12":{"text":"","translation":"WEB","reference":"JHN 3:12","original":[]},"JHN 3:13":{"text":"","translation":"WEB","reference":"JHN 3:13","original":[]},"JHN 3:14":{"text":"","translation":"WEB","reference":"JHN 3:14","original":[]},"JHN 3:15":{"text":"","translation":"WEB","reference":"JHN 3:15","original":[]},"JHN 3:16":{"text":"","translation":"WEB","reference":"JHN 3:16","original":[]},"JHN 3:17":{"text":"","translation":"WEB","reference":"JHN 3:17","original":[]},"JHN 3:18":{"text":"","translation":"WEB","reference":"JHN 3:18","original":[]},"JHN 3:19":{"text":"","translation":"WEB","reference":"JHN 3:19","original":[]},"JHN 3:20":{"text":"","translation":"WEB","reference":"JHN 3:20","original":[]},"JHN 3:21":{"text":"","translation":"WEB","reference":"JHN 3:21","original":[]},"JHN 3:22":{"text":"After these things, Jesus came with his disciples into the land of Judea. He stayed there with them and baptized.","translation":"WEB","reference":"JHN 3:22","original":[]},"JHN 3:23":{"text":"John also was baptizing in Enon near Salim, because there was much water there. They came and were baptized;","translation":"WEB","reference":"JHN 3:23","original":[]},"JHN 3:24":{"text":"for John was not yet thrown into prison.","translation":"WEB","reference":"JHN 3:24","original":[]},"JHN 3:25":{"text":"Therefore a dispute arose on the part of John’s disciples with some Jews about purification.","translation":"WEB","reference":"JHN 3:25","original":[]},"JHN 3:26":{"text":"They came to John and said to him, “Rabbi, he who was with you beyond the Jordan, to whom you have testified, behold, he baptizes, and everyone is coming to him.”","translation":"WEB","reference":"JHN 3:26","original":[]},"JHN 3:27":{"text":"John answered, “A man can receive nothing unless it has been given him from heaven.","translation":"WEB","reference":"JHN 3:27","original":[]},"JHN 3:28":{"text":"You yourselves testify that I said, ‘I am not the Christ,’ but, ‘I have been sent before him.’","translation":"WEB","reference":"JHN 3:28","original":[]},"JHN 3:29":{"text":"He who has the bride is the bridegroom; but the friend of the bridegroom, who stands and hears him, rejoices greatly because of the bridegroom’s voice. Therefore my joy is made full.","translation":"WEB","reference":"JHN 3:29","original":[]},"JHN 3:30":{"text":"He must increase, but I must decrease.","translation":"WEB","reference":"JHN 3:30","original":[]},"JHN 3:31":{"text":"“He who comes from above is above all. He who is from the earth belongs to the earth and speaks of the earth. He who comes from heaven is above all.","translation":"WEB","reference":"JHN 3:31","original":[]},"JHN 3:32":{"text":"What he has seen and heard, of that he testifies; and no one receives his witness.","translation":"WEB","reference":"JHN 3:32","original":[]},"JHN 3:33":{"text":"He who has received his witness has set his seal to this, that God is true.","translation":"WEB","reference":"JHN 3:33","original":[]},"JHN 3:34":{"text":"For he whom God has sent speaks the words of God; for God gives the Spirit without measure.","translation":"WEB","reference":"JHN 3:34","original":[]},"JHN 3:35":{"text":"The Father loves the Son, and has given all things into his hand.","translation":"WEB","reference":"JHN 3:35","original":[]},"JHN 3:36":{"text":"One who believes in the Son has eternal life, but one who disobeysthe Son won’t see life, but the wrath of God remains on him.”","translation":"WEB","reference":"JHN 3:36","original":[]},"ROM 1:1":{"text":"Paul, a servant of Jesus Christ,called to be an apostle, set apart for the Good News of God,","translation":"WEB","reference":"ROM 1:1","original":[]},"ROM 1:2":{"text":"which he promised before through his prophets in the holy Scriptures,","translation":"WEB","reference":"ROM 1:2","original":[]},"ROM 1:3":{"text":"concerning his Son, who was born of the offspringof David according to the flesh,","translation":"WEB","reference":"ROM 1:3","original":[]},"ROM 1:4":{"text":"who was declared to be the Son of God with power according to the Spirit of holiness, by the resurrection from the dead, Jesus Christ our Lord,","translation":"WEB","reference":"ROM 1:4","original":[]},"ROM 1:5":{"text":"through whom we received grace and apostleship for obedience of faith among all the nations for his name’s sake;","translation":"WEB","reference":"ROM 1:5","original":[]},"ROM 1:6":{"text":"among whom you are also called to belong to Jesus Christ;","translation":"WEB","reference":"ROM 1:6","original":[]},"ROM 1:7":{"text":"to all who are in Rome, beloved of God, called to be saints: Grace to you and peace from God our Father and the Lord Jesus Christ.","translation":"WEB","reference":"ROM 1:7","original":[]},"ROM 1:8":{"text":"First, I thank my God through Jesus Christ for all of you, that your faith is proclaimed throughout the whole world.","translation":"WEB","reference":"ROM 1:8","original":[]},"ROM 1:9":{"text":"For God is my witness, whom I serve in my spirit in the Good News of his Son, how unceasingly I make mention of you always in my prayers,","translation":"WEB","reference":"ROM 1:9","original":[]},"ROM 1:10":{"text":"requesting, if by any means now at last I may be prospered by the will of God to come to you.","translation":"WEB","reference":"ROM 1:10","original":[]},"ROM 1:11":{"text":"For I long to see you, that I may impart to you some spiritual gift, to the end that you may be established;","translation":"WEB","reference":"ROM 1:11","original":[]},"ROM 1:12":{"text":"that is, that I with you may be encouraged in you, each of us by the other’s faith, both yours and mine.","translation":"WEB","reference":"ROM 1:12","original":[]},"ROM 1:13":{"text":"Now I don’t desire to have you unaware, brothers, that I often planned to come to you (and was hindered so far), that I might have some fruit among you also, even as among the rest of the Gentiles.","translation":"WEB","reference":"ROM 1:13","original":[]},"ROM 1:14":{"text":"I am debtor both to Greeks and to foreigners, both to the wise and to the foolish.","translation":"WEB","reference":"ROM 1:14","original":[]},"ROM 1:15":{"text":"So as much as is in me, I am eager to preach the Good News to you also who are in Rome.","translation":"WEB","reference":"ROM 1:15","original":[]},"ROM 1:16":{"text":"For I am not ashamed of the Good News of Christ, because it is the power of God for salvation for everyone who believes, for the Jew first, and also for the Greek.","translation":"WEB","reference":"ROM 1:16","original":[]},"ROM 1:17":{"text":"For in it is revealed God’s righteousness from faith to faith. As it is written, “But the righteous shall live by faith.”","translation":"WEB","reference":"ROM 1:17","original":[]},"ROM 1:18":{"text":"For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men who suppress the truth in unrighteousness,","translation":"WEB","reference":"ROM 1:18","original":[]},"ROM 1:19":{"text":"because that which is known of God is revealed in them, for God revealed it to them.","translation":"WEB","reference":"ROM 1:19","original":[]},"ROM 1:20":{"text":"For the invisible things of him since the creation of the world are clearly seen, being perceived through the things that are made, even his everlasting power and divinity, that they may be without excuse.","translation":"WEB","reference":"ROM 1:20","original":[]},"ROM 1:21":{"text":"Because knowing God, they didn’t glorify him as God, and didn’t give thanks, but became vain in their reasoning, and their senseless heart was darkened.","translation":"WEB","reference":"ROM 1:21","original":[]},"ROM 1:22":{"text":"Professing themselves to be wise, they became fools,","translation":"WEB","reference":"ROM 1:22","original":[]},"ROM 1:23":{"text":"and traded the glory of the incorruptible God for the likeness of an image of corruptible man, and of birds, four-footed animals, and creeping things.","translation":"WEB","reference":"ROM 1:23","original":[]},"ROM 1:24":{"text":"Therefore God also gave them up in the lusts of their hearts to uncleanness, that their bodies should be dishonored among themselves;","translation":"WEB","reference":"ROM 1:24","original":[]},"ROM 1:25":{"text":"who exchanged the truth of God for a lie, and worshiped and served the creature rather than the Creator, who is blessed forever. Amen.","translation":"WEB","reference":"ROM 1:25","original":[]},"ROM 1:26":{"text":"For this reason, God gave them up to vile passions. For their women changed the natural function into that which is against nature.","translation":"WEB","reference":"ROM 1:26","original":[]},"ROM 1:27":{"text":"Likewise also the men, leaving the natural function of the woman, burned in their lust toward one another, men doing what is inappropriate with men, and receiving in themselves the due penalty of their error.","translation":"WEB","reference":"ROM 1:27","original":[]},"ROM 1:28":{"text":"Even as they refused to have God in their knowledge, God gave them up to a reprobate mind, to do those things which are not fitting;","translation":"WEB","reference":"ROM 1:28","original":[]},"ROM 1:29":{"text":"being filled with all unrighteousness, sexual immorality, wickedness, covetousness, malice; full of envy, murder, strife, deceit, evil habits, secret slanderers,","translation":"WEB","reference":"ROM 1:29","original":[]},"ROM 1:30":{"text":"backbiters, hateful to God, insolent, arrogant, boastful, inventors of evil things, disobedient to parents,","translation":"WEB","reference":"ROM 1:30","original":[]},"ROM 1:31":{"text":"without understanding, covenant breakers, without natural affection, unforgiving, unmerciful;","translation":"WEB","reference":"ROM 1:31","original":[]},"ROM 1:32":{"text":"who, knowing the ordinance of God, that those who practice such things are worthy of death, not only do the same, but also approve of those who practice them.","translation":"WEB","reference":"ROM 1:32","original":[]},"ROM 8:1":{"text":"There is therefore now no condemnation to those who are in Christ Jesus, who don’t walk according to the flesh, but according to the Spirit.","translation":"WEB","reference":"ROM 8:1","original":[]},"ROM 8:2":{"text":"For the law of the Spirit of life in Christ Jesus made me free from the law of sin and of death.","translation":"WEB","reference":"ROM 8:2","original":[]},"ROM 8:3":{"text":"For what the law couldn’t do, in that it was weak through the flesh, God did, sending his own Son in the likeness of sinful flesh and for sin, he condemned sin in the flesh,","translation":"WEB","reference":"ROM 8:3","original":[]},"ROM 8:4":{"text":"that the ordinance of the law might be fulfilled in us who don’t walk according to the flesh, but according to the Spirit.","translation":"WEB","reference":"ROM 8:4","original":[]},"ROM 8:5":{"text":"For those who live according to the flesh set their minds on the things of the flesh, but those who live according to the Spirit, the things of the Spirit.","translation":"WEB","reference":"ROM 8:5","original":[]},"ROM 8:6":{"text":"For the mind of the flesh is death, but the mind of the Spirit is life and peace;","translation":"WEB","reference":"ROM 8:6","original":[]},"ROM 8:7":{"text":"because the mind of the flesh is hostile toward God, for it is not subject to God’s law, neither indeed can it be.","translation":"WEB","reference":"ROM 8:7","original":[]},"ROM 8:8":{"text":"Those who are in the flesh can’t please God.","translation":"WEB","reference":"ROM 8:8","original":[]},"ROM 8:9":{"text":"But you are not in the flesh but in the Spirit, if it is so that the Spirit of God dwells in you. But if any man doesn’t have the Spirit of Christ, he is not his.","translation":"WEB","reference":"ROM 8:9","original":[]},"ROM 8:10":{"text":"If Christ is in you, the body is dead because of sin, but the spirit is alive because of righteousness.","translation":"WEB","reference":"ROM 8:10","original":[]},"ROM 8:11":{"text":"But if the Spirit of him who raised up Jesus from the dead dwells in you, he who raised up Christ Jesus from the dead will also give life to your mortal bodies through his Spirit who dwells in you.","translation":"WEB","reference":"ROM 8:11","original":[]},"ROM 8:12":{"text":"So then, brothers, we are debtors, not to the flesh, to live after the flesh.","translation":"WEB","reference":"ROM 8:12","original":[]},"ROM 8:13":{"text":"For if you live after the flesh, you must die; but if by the Spirit you put to death the deeds of the body, you will live.","translation":"WEB","reference":"ROM 8:13","original":[]},"ROM 8:14":{"text":"For as many as are led by the Spirit of God, these are children of God.","translation":"WEB","reference":"ROM 8:14","original":[]},"ROM 8:15":{"text":"For you didn’t receive the spirit of bondage again to fear, but you received the Spirit of adoption, by whom we cry, “Abba!Father!”","translation":"WEB","reference":"ROM 8:15","original":[]},"ROM 8:16":{"text":"The Spirit himself testifies with our spirit that we are children of God;","translation":"WEB","reference":"ROM 8:16","original":[]},"ROM 8:17":{"text":"and if children, then heirs—heirs of God and joint heirs with Christ, if indeed we suffer with him, that we may also be glorified with him.","translation":"WEB","reference":"ROM 8:17","original":[]},"ROM 8:18":{"text":"For I consider that the sufferings of this present time are not worthy to be compared with the glory which will be revealed toward us.","translation":"WEB","reference":"ROM 8:18","original":[]},"ROM 8:19":{"text":"For the creation waits with eager expectation for the children of God to be revealed.","translation":"WEB","reference":"ROM 8:19","original":[]},"ROM 8:20":{"text":"For the creation was subjected to vanity, not of its own will, but because of him who subjected it, in hope","translation":"WEB","reference":"ROM 8:20","original":[]},"ROM 8:21":{"text":"that the creation itself also will be delivered from the bondage of decay into the liberty of the glory of the children of God.","translation":"WEB","reference":"ROM 8:21","original":[]},"ROM 8:22":{"text":"For we know that the whole creation groans and travails in pain together until now.","translation":"WEB","reference":"ROM 8:22","original":[]},"ROM 8:23":{"text":"Not only so, but ourselves also, who have the first fruits of the Spirit, even we ourselves groan within ourselves, waiting for adoption, the redemption of our body.","translation":"WEB","reference":"ROM 8:23","original":[]},"ROM 8:24":{"text":"For we were saved in hope, but hope that is seen is not hope. For who hopes for that which he sees?","translation":"WEB","reference":"ROM 8:24","original":[]},"ROM 8:25":{"text":"But if we hope for that which we don’t see, we wait for it with patience.","translation":"WEB","reference":"ROM 8:25","original":[]},"ROM 8:26":{"text":"In the same way, the Spirit also helps our weaknesses, for we don’t know how to pray as we ought. But the Spirit himself makes intercession for us with groanings which can’t be uttered.","translation":"WEB","reference":"ROM 8:26","original":[]},"ROM 8:27":{"text":"He who searches the hearts knows what is on the Spirit’s mind, because he makes intercession for the saints according to God.","translation":"WEB","reference":"ROM 8:27","original":[]},"ROM 8:28":{"text":"We know that all things work together for good for those who love God, for those who are called according to his purpose.","translation":"WEB","reference":"ROM 8:28","original":[]},"ROM 8:29":{"text":"For whom he foreknew, he also predestined to be conformed to the image of his Son, that he might be the firstborn among many brothers.","translation":"WEB","reference":"ROM 8:29","original":[]},"ROM 8:30":{"text":"Whom he predestined, those he also called. Whom he called, those he also justified. Whom he justified, those he also glorified.","translation":"WEB","reference":"ROM 8:30","original":[]},"ROM 8:31":{"text":"What then shall we say about these things? If God is for us, who can be against us?","translation":"WEB","reference":"ROM 8:31","original":[]},"ROM 8:32":{"text":"He who didn’t spare his own Son, but delivered him up for us all, how would he not also with him freely give us all things?","translation":"WEB","reference":"ROM 8:32","original":[]},"ROM 8:33":{"text":"Who could bring a charge against God’s chosen ones? It is God who justifies.","translation":"WEB","reference":"ROM 8:33","original":[]},"ROM 8:34":{"text":"Who is he who condemns? It is Christ who died, yes rather, who was raised from the dead, who is at the right hand of God, who also makes intercession for us.","translation":"WEB","reference":"ROM 8:34","original":[]},"ROM 8:35":{"text":"Who shall separate us from the love of Christ? Could oppression, or anguish, or persecution, or famine, or nakedness, or peril, or sword?","translation":"WEB","reference":"ROM 8:35","original":[]},"ROM 8:36":{"text":"Even as it is written,","translation":"WEB","reference":"ROM 8:36","original":[]},"ROM 8:37":{"text":"No, in all these things we are more than conquerors through him who loved us.","translation":"WEB","reference":"ROM 8:37","original":[]},"ROM 8:38":{"text":"For I am persuaded that neither death, nor life, nor angels, nor principalities, nor things present, nor things to come, nor powers,","translation":"WEB","reference":"ROM 8:38","original":[]},"ROM 8:39":{"text":"nor height, nor depth, nor any other created thing will be able to separate us from God’s love which is in Christ Jesus our Lord.","translation":"WEB","reference":"ROM 8:39","original":[]},"1CO 6:1":{"text":"Dare any of you, having a matter against his neighbor, go to law before the unrighteous, and not before the saints?","translation":"WEB","reference":"1CO 6:1","original":[]},"1CO 6:2":{"text":"Don’t you know that the saints will judge the world? And if the world is judged by you, are you unworthy to judge the smallest matters?","translation":"WEB","reference":"1CO 6:2","original":[]},"1CO 6:3":{"text":"Don’t you know that we will judge angels? How much more, things that pertain to this life?","translation":"WEB","reference":"1CO 6:3","original":[]},"1CO 6:4":{"text":"If then you have to judge things pertaining to this life, do you set them to judge who are of no account in the assembly?","translation":"WEB","reference":"1CO 6:4","original":[]},"1CO 6:5":{"text":"I say this to move you to shame. Isn’t there even one wise man among you who would be able to decide between his brothers?","translation":"WEB","reference":"1CO 6:5","original":[]},"1CO 6:6":{"text":"But brother goes to law with brother, and that before unbelievers!","translation":"WEB","reference":"1CO 6:6","original":[]},"1CO 6:7":{"text":"Therefore it is already altogether a defect in you that you have lawsuits one with another. Why not rather be wronged? Why not rather be defrauded?","translation":"WEB","reference":"1CO 6:7","original":[]},"1CO 6:8":{"text":"No, but you yourselves do wrong and defraud, and that against your brothers.","translation":"WEB","reference":"1CO 6:8","original":[]},"1CO 6:9":{"text":"Or don’t you know that the unrighteous will not inherit God’s Kingdom? Don’t be deceived. Neither the sexually immoral, nor idolaters, nor adulterers, nor male prostitutes, nor homosexuals,","translation":"WEB","reference":"1CO 6:9","original":[]},"1CO 6:10":{"text":"nor thieves, nor covetous, nor drunkards, nor slanderers, nor extortionists, will inherit God’s Kingdom.","translation":"WEB","reference":"1CO 6:10","original":[]},"1CO 6:11":{"text":"Some of you were such, but you were washed. You were sanctified. You were justified in the name of the Lord Jesus, and in the Spirit of our God.","translation":"WEB","reference":"1CO 6:11","original":[]},"1CO 6:12":{"text":"“All things are lawful for me,” but not all things are expedient. “All things are lawful for me,” but I will not be brought under the power of anything.","translation":"WEB","reference":"1CO 6:12","original":[]},"1CO 6:13":{"text":"“Foods for the belly, and the belly for foods,” but God will bring to nothing both it and them. But the body is not for sexual immorality, but for the Lord, and the Lord for the body.","translation":"WEB","reference":"1CO 6:13","original":[]},"1CO 6:14":{"text":"Now God raised up the Lord, and will also raise us up by his power.","translation":"WEB","reference":"1CO 6:14","original":[]},"1CO 6:15":{"text":"Don’t you know that your bodies are members of Christ? Shall I then take the members of Christ and make them members of a prostitute? May it never be!","translation":"WEB","reference":"1CO 6:15","original":[]},"1CO 6:16":{"text":"Or don’t you know that he who is joined to a prostitute is one body? For, “The two”, he says, “will become one flesh.”","translation":"WEB","reference":"1CO 6:16","original":[]},"1CO 6:17":{"text":"But he who is joined to the Lord is one spirit.","translation":"WEB","reference":"1CO 6:17","original":[]},"1CO 6:18":{"text":"Flee sexual immorality! “Every sin that a man does is outside the body,” but he who commits sexual immorality sins against his own body.","translation":"WEB","reference":"1CO 6:18","original":[]},"1CO 6:19":{"text":"Or don’t you know that your body is a temple of the Holy Spirit who is in you, whom you have from God? You are not your own,","translation":"WEB","reference":"1CO 6:19","original":[]},"1CO 6:20":{"text":"for you were bought with a price. Therefore glorify God in your body and in your spirit, which are God’s.","translation":"WEB","reference":"1CO 6:20","original":[]},"1CO 11:1":{"text":"Be imitators of me, even as I also am of Christ.","translation":"WEB","reference":"1CO 11:1","original":[]},"1CO 11:2":{"text":"Now I praise you, brothers, that you remember me in all things, and hold firm the traditions, even as I delivered them to you.","translation":"WEB","reference":"1CO 11:2","original":[]},"1CO 11:3":{"text":"But I would have you know that the headof every man is Christ, and the headof the woman is man, and the headof Christ is God.","translation":"WEB","reference":"1CO 11:3","original":[]},"1CO 11:4":{"text":"Every man praying or prophesying, having his head covered, dishonors his head.","translation":"WEB","reference":"1CO 11:4","original":[]},"1CO 11:5":{"text":"But every woman praying or prophesying with her head uncovered dishonors her head. For it is one and the same thing as if she were shaved.","translation":"WEB","reference":"1CO 11:5","original":[]},"1CO 11:6":{"text":"For if a woman is not covered, let her hair also be cut off. But if it is shameful for a woman to have her hair cut off or be shaved, let her be covered.","translation":"WEB","reference":"1CO 11:6","original":[]},"1CO 11:7":{"text":"For a man indeed ought not to have his head covered, because he is the image and glory of God, but the woman is the glory of the man.","translation":"WEB","reference":"1CO 11:7","original":[]},"1CO 11:8":{"text":"For man is not from woman, but woman from man;","translation":"WEB","reference":"1CO 11:8","original":[]},"1CO 11:9":{"text":"for man wasn’t created for the woman, but woman for the man.","translation":"WEB","reference":"1CO 11:9","original":[]},"1CO 11:10":{"text":"For this cause the woman ought to have authority over her own head, because of the angels.","translation":"WEB","reference":"1CO 11:10","original":[]},"1CO 11:11":{"text":"Nevertheless, neither is the woman independent of the man, nor the man independent of the woman, in the Lord.","translation":"WEB","reference":"1CO 11:11","original":[]},"1CO 11:12":{"text":"For as woman came from man, so a man also comes through a woman; but all things are from God.","translation":"WEB","reference":"1CO 11:12","original":[]},"1CO 11:13":{"text":"Judge for yourselves. Is it appropriate that a woman pray to God unveiled?","translation":"WEB","reference":"1CO 11:13","original":[]},"1CO 11:14":{"text":"Doesn’t even nature itself teach you that if a man has long hair, it is a dishonor to him?","translation":"WEB","reference":"1CO 11:14","original":[]},"1CO 11:15":{"text":"But if a woman has long hair, it is a glory to her, for her hair is given to her for a covering.","translation":"WEB","reference":"1CO 11:15","original":[]},"1CO 11:16":{"text":"But if any man seems to be contentious, we have no such custom, neither do God’s assemblies.","translation":"WEB","reference":"1CO 11:16","original":[]},"1CO 11:17":{"text":"But in giving you this command I don’t praise you, because you come together not for the better but for the worse.","translation":"WEB","reference":"1CO 11:17","original":[]},"1CO 11:18":{"text":"For first of all, when you come together in the assembly, I hear that divisions exist among you, and I partly believe it.","translation":"WEB","reference":"1CO 11:18","original":[]},"1CO 11:19":{"text":"For there also must be factions among you, that those who are approved may be revealed among you.","translation":"WEB","reference":"1CO 11:19","original":[]},"1CO 11:20":{"text":"When therefore you assemble yourselves together, it is not the Lord’s supper that you eat.","translation":"WEB","reference":"1CO 11:20","original":[]},"1CO 11:21":{"text":"For in your eating each one takes his own supper first. One is hungry, and another is drunken.","translation":"WEB","reference":"1CO 11:21","original":[]},"1CO 11:22":{"text":"What, don’t you have houses to eat and to drink in? Or do you despise God’s assembly and put them to shame who don’t have enough? What shall I tell you? Shall I praise you? In this I don’t praise you.","translation":"WEB","reference":"1CO 11:22","original":[]},"1CO 11:23":{"text":"For I received from the Lord that which also I delivered to you, that the Lord Jesus on the night in which he was betrayed took bread.","translation":"WEB","reference":"1CO 11:23","original":[]},"1CO 11:24":{"text":"When he had given thanks, he broke it and said,","translation":"WEB","reference":"1CO 11:24","original":[]},"1CO 11:25":{"text":"In the same way he also took the cup after supper, saying,","translation":"WEB","reference":"1CO 11:25","original":[]},"1CO 11:26":{"text":"For as often as you eat this bread and drink this cup, you proclaim the Lord’s death until he comes.","translation":"WEB","reference":"1CO 11:26","original":[]},"1CO 11:27":{"text":"Therefore whoever eats this bread or drinks the Lord’s cup in a way unworthy of the Lord will be guilty of the body and the blood of the Lord.","translation":"WEB","reference":"1CO 11:27","original":[]},"1CO 11:28":{"text":"But let a man examine himself, and so let him eat of the bread and drink of the cup.","translation":"WEB","reference":"1CO 11:28","original":[]},"1CO 11:29":{"text":"For he who eats and drinks in an unworthy way eats and drinks judgment to himself if he doesn’t discern the Lord’s body.","translation":"WEB","reference":"1CO 11:29","original":[]},"1CO 11:30":{"text":"For this cause many among you are weak and sickly, and not a few sleep.","translation":"WEB","reference":"1CO 11:30","original":[]},"1CO 11:31":{"text":"For if we discerned ourselves, we wouldn’t be judged.","translation":"WEB","reference":"1CO 11:31","original":[]},"1CO 11:32":{"text":"But when we are judged, we are disciplined by the Lord, that we may not be condemned with the world.","translation":"WEB","reference":"1CO 11:32","original":[]},"1CO 11:33":{"text":"Therefore, my brothers, when you come together to eat, wait for one another.","translation":"WEB","reference":"1CO 11:33","original":[]},"1CO 11:34":{"text":"But if anyone is hungry, let him eat at home, lest your coming together be for judgment. The rest I will set in order whenever I come.","translation":"WEB","reference":"1CO 11:34","original":[]},"1CO 14:1":{"text":"Follow after love and earnestly desire spiritual gifts, but especially that you may prophesy.","translation":"WEB","reference":"1CO 14:1","original":[]},"1CO 14:2":{"text":"For he who speaks in another language speaks not to men, but to God, for no one understands, but in the Spirit he speaks mysteries.","translation":"WEB","reference":"1CO 14:2","original":[]},"1CO 14:3":{"text":"But he who prophesies speaks to men for their edification, exhortation, and consolation.","translation":"WEB","reference":"1CO 14:3","original":[]},"1CO 14:4":{"text":"He who speaks in another language edifies himself, but he who prophesies edifies the assembly.","translation":"WEB","reference":"1CO 14:4","original":[]},"1CO 14:5":{"text":"Now I desire to have you all speak with other languages, but even more that you would prophesy. For he is greater who prophesies than he who speaks with other languages, unless he interprets, that the assembly may be built up.","translation":"WEB","reference":"1CO 14:5","original":[]},"1CO 14:6":{"text":"But now, brothers,if I come to you speaking with other languages, what would I profit you unless I speak to you either by way of revelation, or of knowledge, or of prophesying, or of teaching?","translation":"WEB","reference":"1CO 14:6","original":[]},"1CO 14:7":{"text":"Even lifeless things that make a sound, whether pipe or harp, if they didn’t give a distinction in the sounds, how would it be known what is piped or harped?","translation":"WEB","reference":"1CO 14:7","original":[]},"1CO 14:8":{"text":"For if the trumpet gave an uncertain sound, who would prepare himself for war?","translation":"WEB","reference":"1CO 14:8","original":[]},"1CO 14:9":{"text":"So also you, unless you uttered by the tongue words easy to understand, how would it be known what is spoken? For you would be speaking into the air.","translation":"WEB","reference":"1CO 14:9","original":[]},"1CO 14:10":{"text":"There are, it may be, so many kinds of languages in the world, and none of them is without meaning.","translation":"WEB","reference":"1CO 14:10","original":[]},"1CO 14:11":{"text":"If then I don’t know the meaning of the language, I would be to him who speaks a foreigner, and he who speaks would be a foreigner to me.","translation":"WEB","reference":"1CO 14:11","original":[]},"1CO 14:12":{"text":"So also you, since you are zealous for spiritual gifts, seek that you may abound to the building up of the assembly.","translation":"WEB","reference":"1CO 14:12","original":[]},"1CO 14:13":{"text":"Therefore let him who speaks in another language pray that he may interpret.","translation":"WEB","reference":"1CO 14:13","original":[]},"1CO 14:14":{"text":"For if I pray in another language, my spirit prays, but my understanding is unfruitful.","translation":"WEB","reference":"1CO 14:14","original":[]},"1CO 14:15":{"text":"What should I do? I will pray with the spirit, and I will pray with the understanding also. I will sing with the spirit, and I will sing with the understanding also.","translation":"WEB","reference":"1CO 14:15","original":[]},"1CO 14:16":{"text":"Otherwise, if you bless with the spirit, how will he who fills the place of the unlearned say the “Amen” at your giving of thanks, seeing he doesn’t know what you say?","translation":"WEB","reference":"1CO 14:16","original":[]},"1CO 14:17":{"text":"For you most certainly give thanks well, but the other person is not built up.","translation":"WEB","reference":"1CO 14:17","original":[]},"1CO 14:18":{"text":"I thank my God, I speak with other languages more than you all.","translation":"WEB","reference":"1CO 14:18","original":[]},"1CO 14:19":{"text":"However, in the assembly I would rather speak five words with my understanding, that I might instruct others also, than ten thousand words in another language.","translation":"WEB","reference":"1CO 14:19","original":[]},"1CO 14:20":{"text":"Brothers, don’t be children in thoughts, yet in malice be babies, but in thoughts be mature.","translation":"WEB","reference":"1CO 14:20","original":[]},"1CO 14:21":{"text":"In the law it is written, “By men of strange languages and by the lips of strangers I will speak to this people. They won’t even listen to me that way, says the Lord.”","translation":"WEB","reference":"1CO 14:21","original":[]},"1CO 14:22":{"text":"Therefore other languages are for a sign, not to those who believe, but to the unbelieving; but prophesying is for a sign, not to the unbelieving, but to those who believe.","translation":"WEB","reference":"1CO 14:22","original":[]},"1CO 14:23":{"text":"If therefore the whole assembly is assembled together and all speak with other languages, and unlearned or unbelieving people come in, won’t they say that you are crazy?","translation":"WEB","reference":"1CO 14:23","original":[]},"1CO 14:24":{"text":"But if all prophesy, and someone unbelieving or unlearned comes in, he is reproved by all, and he is judged by all.","translation":"WEB","reference":"1CO 14:24","original":[]},"1CO 14:25":{"text":"And thus the secrets of his heart are revealed. So he will fall down on his face and worship God, declaring that God is among you indeed.","translation":"WEB","reference":"1CO 14:25","original":[]},"1CO 14:26":{"text":"What is it then, brothers? When you come together, each one of you has a psalm, has a teaching, has a revelation, has another language, or has an interpretation. Let all things be done to build each other up.","translation":"WEB","reference":"1CO 14:26","original":[]},"1CO 14:27":{"text":"If any man speaks in another language, let there be two, or at the most three, and in turn; and let one interpret.","translation":"WEB","reference":"1CO 14:27","original":[]},"1CO 14:28":{"text":"But if there is no interpreter, let him keep silent in the assembly, and let him speak to himself and to God.","translation":"WEB","reference":"1CO 14:28","original":[]},"1CO 14:29":{"text":"Let two or three of the prophets speak, and let the others discern.","translation":"WEB","reference":"1CO 14:29","original":[]},"1CO 14:30":{"text":"But if a revelation is made to another sitting by, let the first keep silent.","translation":"WEB","reference":"1CO 14:30","original":[]},"1CO 14:31":{"text":"For you all can prophesy one by one, that all may learn and all may be exhorted.","translation":"WEB","reference":"1CO 14:31","original":[]},"1CO 14:32":{"text":"The spirits of the prophets are subject to the prophets,","translation":"WEB","reference":"1CO 14:32","original":[]},"1CO 14:33":{"text":"for God is not a God of confusion but of peace, as in all the assemblies of the saints.","translation":"WEB","reference":"1CO 14:33","original":[]},"1CO 14:34":{"text":"Let the wives be quiet in the assemblies, for it has not been permitted for them to be talking except in submission, as the law also says,","translation":"WEB","reference":"1CO 14:34","original":[]},"1CO 14:35":{"text":"if they desire to learn anything. “Let them ask their own husbands at home, for it is shameful for a wife to be talking in the assembly.”","translation":"WEB","reference":"1CO 14:35","original":[]},"1CO 14:36":{"text":"What!? Was it from you that the word of God went out? Or did it come to you alone?","translation":"WEB","reference":"1CO 14:36","original":[]},"1CO 14:37":{"text":"If any man thinks himself to be a prophet or spiritual, let him recognize the things which I write to you, that they are the commandment of the Lord.","translation":"WEB","reference":"1CO 14:37","original":[]},"1CO 14:38":{"text":"But if anyone is ignorant, let him be ignorant.","translation":"WEB","reference":"1CO 14:38","original":[]},"1CO 14:39":{"text":"Therefore, brothers, desire earnestly to prophesy, and don’t forbid speaking with other languages.","translation":"WEB","reference":"1CO 14:39","original":[]},"1CO 14:40":{"text":"Let all things be done decently and in order.","translation":"WEB","reference":"1CO 14:40","original":[]},"GAL 3:1":{"text":"Foolish Galatians, who has bewitched you not to obey the truth, before whose eyes Jesus Christ was openly portrayed among you as crucified?","translation":"WEB","reference":"GAL 3:1","original":[]},"GAL 3:2":{"text":"I just want to learn this from you: Did you receive the Spirit by the works of the law, or by hearing of faith?","translation":"WEB","reference":"GAL 3:2","original":[]},"GAL 3:3":{"text":"Are you so foolish? Having begun in the Spirit, are you now completed in the flesh?","translation":"WEB","reference":"GAL 3:3","original":[]},"GAL 3:4":{"text":"Did you suffer so many things in vain, if it is indeed in vain?","translation":"WEB","reference":"GAL 3:4","original":[]},"GAL 3:5":{"text":"He therefore who supplies the Spirit to you and does miracles among you, does he do it by the works of the law, or by hearing of faith?","translation":"WEB","reference":"GAL 3:5","original":[]},"GAL 3:6":{"text":"Even so, Abraham “believed God, and it was counted to him for righteousness.”","translation":"WEB","reference":"GAL 3:6","original":[]},"GAL 3:7":{"text":"Know therefore that those who are of faith are children of Abraham.","translation":"WEB","reference":"GAL 3:7","original":[]},"GAL 3:8":{"text":"The Scripture, foreseeing that God would justify the Gentiles by faith, preached the Good News beforehand to Abraham, saying, “In you all the nations will be blessed.”","translation":"WEB","reference":"GAL 3:8","original":[]},"GAL 3:9":{"text":"So then, those who are of faith are blessed with the faithful Abraham.","translation":"WEB","reference":"GAL 3:9","original":[]},"GAL 3:10":{"text":"For as many as are of the works of the law are under a curse. For it is written, “Cursed is everyone who doesn’t continue in all things that are written in the book of the law, to do them.”","translation":"WEB","reference":"GAL 3:10","original":[]},"GAL 3:11":{"text":"Now that no man is justified by the law before God is evident, for, “The righteous will live by faith.”","translation":"WEB","reference":"GAL 3:11","original":[]},"GAL 3:12":{"text":"The law is not of faith, but, “The man who does them will live by them.”","translation":"WEB","reference":"GAL 3:12","original":[]},"GAL 3:13":{"text":"Christ redeemed us from the curse of the law, having become a curse for us. For it is written, “Cursed is everyone who hangs on a tree,”","translation":"WEB","reference":"GAL 3:13","original":[]},"GAL 3:14":{"text":"that the blessing of Abraham might come on the Gentiles through Christ Jesus, that we might receive the promise of the Spirit through faith.","translation":"WEB","reference":"GAL 3:14","original":[]},"GAL 3:15":{"text":"Brothers, speaking of human terms, though it is only a man’s covenant, yet when it has been confirmed, no one makes it void or adds to it.","translation":"WEB","reference":"GAL 3:15","original":[]},"GAL 3:16":{"text":"Now the promises were spoken to Abraham and to his offspring.He doesn’t say, “To descendants”, as of many, but as of one, “To your offspring”, which is Christ.","translation":"WEB","reference":"GAL 3:16","original":[]},"GAL 3:17":{"text":"Now I say this: A covenant confirmed beforehand by God in Christ, the law, which came four hundred thirty years after, does not annul, so as to make the promise of no effect.","translation":"WEB","reference":"GAL 3:17","original":[]},"GAL 3:18":{"text":"For if the inheritance is of the law, it is no more of promise; but God has granted it to Abraham by promise.","translation":"WEB","reference":"GAL 3:18","original":[]},"GAL 3:19":{"text":"Then why is there the law? It was added because of transgressions, until the offspring should come to whom the promise has been made. It was ordained through angels by the hand of a mediator.","translation":"WEB","reference":"GAL 3:19","original":[]},"GAL 3:20":{"text":"Now a mediator is not between one, but God is one.","translation":"WEB","reference":"GAL 3:20","original":[]},"GAL 3:21":{"text":"Is the law then against the promises of God? Certainly not! For if there had been a law given which could make alive, most certainly righteousness would have been of the law.","translation":"WEB","reference":"GAL 3:21","original":[]},"GAL 3:22":{"text":"But the Scripture imprisoned all things under sin, that the promise by faith in Jesus Christ might be given to those who believe.","translation":"WEB","reference":"GAL 3:22","original":[]},"GAL 3:23":{"text":"But before faith came, we were kept in custody under the law, confined for the faith which should afterwards be revealed.","translation":"WEB","reference":"GAL 3:23","original":[]},"GAL 3:24":{"text":"So that the law has become our tutor to bring us to Christ, that we might be justified by faith.","translation":"WEB","reference":"GAL 3:24","original":[]},"GAL 3:25":{"text":"But now that faith has come, we are no longer under a tutor.","translation":"WEB","reference":"GAL 3:25","original":[]},"GAL 3:26":{"text":"For you are all children of God, through faith in Christ Jesus.","translation":"WEB","reference":"GAL 3:26","original":[]},"GAL 3:27":{"text":"For as many of you as were baptized into Christ have put on Christ.","translation":"WEB","reference":"GAL 3:27","original":[]},"GAL 3:28":{"text":"There is neither Jew nor Greek, there is neither slave nor free man, there is neither male nor female; for you are all one in Christ Jesus.","translation":"WEB","reference":"GAL 3:28","original":[]},"GAL 3:29":{"text":"If you are Christ’s, then you are Abraham’s offspring and heirs according to promise.","translation":"WEB","reference":"GAL 3:29","original":[]},"GAL 5:1":{"text":"Stand firm therefore in the liberty by which Christ has made us free, and don’t be entangled again with a yoke of bondage.","translation":"WEB","reference":"GAL 5:1","original":[]},"GAL 5:2":{"text":"Behold, I, Paul, tell you that if you receive circumcision, Christ will profit you nothing.","translation":"WEB","reference":"GAL 5:2","original":[]},"GAL 5:3":{"text":"Yes, I testify again to every man who receives circumcision that he is a debtor to do the whole law.","translation":"WEB","reference":"GAL 5:3","original":[]},"GAL 5:4":{"text":"You are alienated from Christ, you who desire to be justified by the law. You have fallen away from grace.","translation":"WEB","reference":"GAL 5:4","original":[]},"GAL 5:5":{"text":"For we through the Spirit, by faith wait for the hope of righteousness.","translation":"WEB","reference":"GAL 5:5","original":[]},"GAL 5:6":{"text":"For in Christ Jesus neither circumcision nor uncircumcision amounts to anything, but faith working through love.","translation":"WEB","reference":"GAL 5:6","original":[]},"GAL 5:7":{"text":"You were running well! Who interfered with you that you should not obey the truth?","translation":"WEB","reference":"GAL 5:7","original":[]},"GAL 5:8":{"text":"This persuasion is not from him who calls you.","translation":"WEB","reference":"GAL 5:8","original":[]},"GAL 5:9":{"text":"A little yeast grows through the whole lump.","translation":"WEB","reference":"GAL 5:9","original":[]},"GAL 5:10":{"text":"I have confidence toward you in the Lord that you will think no other way. But he who troubles you will bear his judgment, whoever he is.","translation":"WEB","reference":"GAL 5:10","original":[]},"GAL 5:11":{"text":"But I, brothers, if I still preach circumcision, why am I still persecuted? Then the stumbling block of the cross has been removed.","translation":"WEB","reference":"GAL 5:11","original":[]},"GAL 5:12":{"text":"I wish that those who disturb you would cut themselves off.","translation":"WEB","reference":"GAL 5:12","original":[]},"GAL 5:13":{"text":"For you, brothers, were called for freedom. Only don’t use your freedom as an opportunity for the flesh, but through love be servants to one another.","translation":"WEB","reference":"GAL 5:13","original":[]},"GAL 5:14":{"text":"For the whole law is fulfilled in one word, in this: “You shall love your neighbor as yourself.”","translation":"WEB","reference":"GAL 5:14","original":[]},"GAL 5:15":{"text":"But if you bite and devour one another, be careful that you don’t consume one another.","translation":"WEB","reference":"GAL 5:15","original":[]},"GAL 5:16":{"text":"But I say, walk by the Spirit, and you won’t fulfill the lust of the flesh.","translation":"WEB","reference":"GAL 5:16","original":[]},"GAL 5:17":{"text":"For the flesh lusts against the Spirit, and the Spirit against the flesh; and these are contrary to one another, that you may not do the things that you desire.","translation":"WEB","reference":"GAL 5:17","original":[]},"GAL 5:18":{"text":"But if you are led by the Spirit, you are not under the law.","translation":"WEB","reference":"GAL 5:18","original":[]},"GAL 5:19":{"text":"Now the deeds of the flesh are obvious, which are: adultery, sexual immorality, uncleanness, lustfulness,","translation":"WEB","reference":"GAL 5:19","original":[]},"GAL 5:20":{"text":"idolatry, sorcery, hatred, strife, jealousies, outbursts of anger, rivalries, divisions, heresies,","translation":"WEB","reference":"GAL 5:20","original":[]},"GAL 5:21":{"text":"envy, murders, drunkenness, orgies, and things like these; of which I forewarn you, even as I also forewarned you, that those who practice such things will not inherit God’s Kingdom.","translation":"WEB","reference":"GAL 5:21","original":[]},"GAL 5:22":{"text":"But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faith,","translation":"WEB","reference":"GAL 5:22","original":[]},"GAL 5:23":{"text":"gentleness, and self-control. Against such things there is no law.","translation":"WEB","reference":"GAL 5:23","original":[]},"GAL 5:24":{"text":"Those who belong to Christ have crucified the flesh with its passions and lusts.","translation":"WEB","reference":"GAL 5:24","original":[]},"GAL 5:25":{"text":"If we live by the Spirit, let’s also walk by the Spirit.","translation":"WEB","reference":"GAL 5:25","original":[]},"GAL 5:26":{"text":"Let’s not become conceited, provoking one another, and envying one another.","translation":"WEB","reference":"GAL 5:26","original":[]},"EPH 2:1":{"text":"You were made alive when you were dead in transgressions and sins,","translation":"WEB","reference":"EPH 2:1","original":[]},"EPH 2:2":{"text":"in which you once walked according to the course of this world, according to the prince of the power of the air, the spirit who now works in the children of disobedience.","translation":"WEB","reference":"EPH 2:2","original":[]},"EPH 2:3":{"text":"We also all once lived among them in the lusts of our flesh, doing the desires of the flesh and of the mind, and were by nature children of wrath, even as the rest.","translation":"WEB","reference":"EPH 2:3","original":[]},"EPH 2:4":{"text":"But God, being rich in mercy, for his great love with which he loved us,","translation":"WEB","reference":"EPH 2:4","original":[]},"EPH 2:5":{"text":"even when we were dead through our trespasses, made us alive together with Christ—by grace you have been saved—","translation":"WEB","reference":"EPH 2:5","original":[]},"EPH 2:6":{"text":"and raised us up with him, and made us to sit with him in the heavenly places in Christ Jesus,","translation":"WEB","reference":"EPH 2:6","original":[]},"EPH 2:7":{"text":"that in the ages to come he might show the exceeding riches of his grace in kindness toward us in Christ Jesus;","translation":"WEB","reference":"EPH 2:7","original":[]},"EPH 2:8":{"text":"for by grace you have been saved through faith, and that not of yourselves; it is the gift of God,","translation":"WEB","reference":"EPH 2:8","original":[]},"EPH 2:9":{"text":"not of works, that no one would boast.","translation":"WEB","reference":"EPH 2:9","original":[]},"EPH 2:10":{"text":"For we are his workmanship, created in Christ Jesus for good works, which God prepared before that we would walk in them.","translation":"WEB","reference":"EPH 2:10","original":[]},"EPH 2:11":{"text":"Therefore remember that once you, the Gentiles in the flesh, who are called “uncircumcision” by that which is called “circumcision” (in the flesh, made by hands),","translation":"WEB","reference":"EPH 2:11","original":[]},"EPH 2:12":{"text":"that you were at that time separate from Christ, alienated from the commonwealth of Israel, and strangers from the covenants of the promise, having no hope and without God in the world.","translation":"WEB","reference":"EPH 2:12","original":[]},"EPH 2:13":{"text":"But now in Christ Jesus you who once were far off are made near in the blood of Christ.","translation":"WEB","reference":"EPH 2:13","original":[]},"EPH 2:14":{"text":"For he is our peace, who made both one, and broke down the middle wall of separation,","translation":"WEB","reference":"EPH 2:14","original":[]},"EPH 2:15":{"text":"having abolished in his flesh the hostility, the law of commandments contained in ordinances, that he might create in himself one new man of the two, making peace,","translation":"WEB","reference":"EPH 2:15","original":[]},"EPH 2:16":{"text":"and might reconcile them both in one body to God through the cross, having killed the hostility through it.","translation":"WEB","reference":"EPH 2:16","original":[]},"EPH 2:17":{"text":"He came and preached peace to you who were far off and to those who were near.","translation":"WEB","reference":"EPH 2:17","original":[]},"EPH 2:18":{"text":"For through him we both have our access in one Spirit to the Father.","translation":"WEB","reference":"EPH 2:18","original":[]},"EPH 2:19":{"text":"So then you are no longer strangers and foreigners, but you are fellow citizens with the saints and of the household of God,","translation":"WEB","reference":"EPH 2:19","original":[]},"EPH 2:20":{"text":"being built on the foundation of the apostles and prophets, Christ Jesus himself being the chief cornerstone;","translation":"WEB","reference":"EPH 2:20","original":[]},"EPH 2:21":{"text":"in whom the whole building, fitted together, grows into a holy temple in the Lord;","translation":"WEB","reference":"EPH 2:21","original":[]},"EPH 2:22":{"text":"in whom you also are built together for a habitation of God in the Spirit.","translation":"WEB","reference":"EPH 2:22","original":[]},"EPH 5:1":{"text":"Be therefore imitators of God, as beloved children.","translation":"WEB","reference":"EPH 5:1","original":[]},"EPH 5:2":{"text":"Walk in love, even as Christ also loved us and gave himself up for us, an offering and a sacrifice to God for a sweet-smelling fragrance.","translation":"WEB","reference":"EPH 5:2","original":[]},"EPH 5:3":{"text":"But sexual immorality, and all uncleanness or covetousness, let it not even be mentioned among you, as becomes saints;","translation":"WEB","reference":"EPH 5:3","original":[]},"EPH 5:4":{"text":"nor filthiness, nor foolish talking, nor jesting, which are not appropriate, but rather giving of thanks.","translation":"WEB","reference":"EPH 5:4","original":[]},"EPH 5:5":{"text":"Know this for sure, that no sexually immoral person, nor unclean person, nor covetous man (who is an idolater), has any inheritance in the Kingdom of Christ and God.","translation":"WEB","reference":"EPH 5:5","original":[]},"EPH 5:6":{"text":"Let no one deceive you with empty words, for because of these things the wrath of God comes on the children of disobedience.","translation":"WEB","reference":"EPH 5:6","original":[]},"EPH 5:7":{"text":"Therefore don’t be partakers with them.","translation":"WEB","reference":"EPH 5:7","original":[]},"EPH 5:8":{"text":"For you were once darkness, but are now light in the Lord. Walk as children of light,","translation":"WEB","reference":"EPH 5:8","original":[]},"EPH 5:9":{"text":"for the fruit of the Spirit is in all goodness and righteousness and truth,","translation":"WEB","reference":"EPH 5:9","original":[]},"EPH 5:10":{"text":"proving what is well pleasing to the Lord.","translation":"WEB","reference":"EPH 5:10","original":[]},"EPH 5:11":{"text":"Have no fellowship with the unfruitful deeds of darkness, but rather even reprove them.","translation":"WEB","reference":"EPH 5:11","original":[]},"EPH 5:12":{"text":"For it is a shame even to speak of the things which are done by them in secret.","translation":"WEB","reference":"EPH 5:12","original":[]},"EPH 5:13":{"text":"But all things, when they are reproved, are revealed by the light, for everything that reveals is light.","translation":"WEB","reference":"EPH 5:13","original":[]},"EPH 5:14":{"text":"Therefore he says, “Awake, you who sleep, and arise from the dead, and Christ will shine on you.”","translation":"WEB","reference":"EPH 5:14","original":[]},"EPH 5:15":{"text":"Therefore watch carefully how you walk, not as unwise, but as wise,","translation":"WEB","reference":"EPH 5:15","original":[]},"EPH 5:16":{"text":"redeeming the time, because the days are evil.","translation":"WEB","reference":"EPH 5:16","original":[]},"EPH 5:17":{"text":"Therefore, don’t be foolish, but understand what the will of the Lord is.","translation":"WEB","reference":"EPH 5:17","original":[]},"EPH 5:18":{"text":"Don’t be drunken with wine, in which is dissipation, but be filled with the Spirit,","translation":"WEB","reference":"EPH 5:18","original":[]},"EPH 5:19":{"text":"speaking to one another in psalms, hymns, and spiritual songs; singing and making melody in your heart to the Lord;","translation":"WEB","reference":"EPH 5:19","original":[]},"EPH 5:20":{"text":"giving thanks always concerning all things in the name of our Lord Jesus Christ to God, even the Father;","translation":"WEB","reference":"EPH 5:20","original":[]},"EPH 5:21":{"text":"subjecting yourselves to one another in the fear of Christ.","translation":"WEB","reference":"EPH 5:21","original":[]},"EPH 5:22":{"text":"Wives, be subject to your own husbands, as to the Lord.","translation":"WEB","reference":"EPH 5:22","original":[]},"EPH 5:23":{"text":"For the husband is the head of the wife, as Christ also is the head of the assembly, being himself the savior of the body.","translation":"WEB","reference":"EPH 5:23","original":[]},"EPH 5:24":{"text":"But as the assembly is subject to Christ, so let the wives also be to their own husbands in everything.","translation":"WEB","reference":"EPH 5:24","original":[]},"EPH 5:25":{"text":"Husbands, love your wives, even as Christ also loved the assembly and gave himself up for her,","translation":"WEB","reference":"EPH 5:25","original":[]},"EPH 5:26":{"text":"that he might sanctify her, having cleansed her by the washing of water with the word,","translation":"WEB","reference":"EPH 5:26","original":[]},"EPH 5:27":{"text":"that he might present the assembly to himself gloriously, not having spot or wrinkle or any such thing, but that she should be holy and without defect.","translation":"WEB","reference":"EPH 5:27","original":[]},"EPH 5:28":{"text":"Even so husbands also ought to love their own wives as their own bodies. He who loves his own wife loves himself.","translation":"WEB","reference":"EPH 5:28","original":[]},"EPH 5:29":{"text":"For no man ever hated his own flesh, but nourishes and cherishes it, even as the Lord also does the assembly,","translation":"WEB","reference":"EPH 5:29","original":[]},"EPH 5:30":{"text":"because we are members of his body, of his flesh and bones.","translation":"WEB","reference":"EPH 5:30","original":[]},"EPH 5:31":{"text":"“For this cause a man will leave his father and mother and will be joined to his wife. Then the two will become one flesh.”","translation":"WEB","reference":"EPH 5:31","original":[]},"EPH 5:32":{"text":"This mystery is great, but I speak concerning Christ and the assembly.","translation":"WEB","reference":"EPH 5:32","original":[]},"EPH 5:33":{"text":"Nevertheless each of you must also love his own wife even as himself; and let the wife see that she respects her husband.","translation":"WEB","reference":"EPH 5:33","original":[]},"1TI 2:1":{"text":"I exhort therefore, first of all, that petitions, prayers, intercessions, and givings of thanks be made for all men,","translation":"WEB","reference":"1TI 2:1","original":[]},"1TI 2:2":{"text":"for kings and all who are in high places, that we may lead a tranquil and quiet life in all godliness and reverence.","translation":"WEB","reference":"1TI 2:2","original":[]},"1TI 2:3":{"text":"For this is good and acceptable in the sight of God our Savior,","translation":"WEB","reference":"1TI 2:3","original":[]},"1TI 2:4":{"text":"who desires all people to be saved and come to full knowledge of the truth.","translation":"WEB","reference":"1TI 2:4","original":[]},"1TI 2:5":{"text":"For there is one God and one mediator between God and men, the man Christ Jesus,","translation":"WEB","reference":"1TI 2:5","original":[]},"1TI 2:6":{"text":"who gave himself as a ransom for all, the testimony at the proper time,","translation":"WEB","reference":"1TI 2:6","original":[]},"1TI 2:7":{"text":"to which I was appointed a preacher and an apostle—I am telling the truth in Christ, not lying—a teacher of the Gentiles in faith and truth.","translation":"WEB","reference":"1TI 2:7","original":[]},"1TI 2:8":{"text":"I desire therefore that the men in every place pray, lifting up holy hands without anger and doubting.","translation":"WEB","reference":"1TI 2:8","original":[]},"1TI 2:9":{"text":"In the same way, that women also adorn themselves in decent clothing, with modesty and propriety, notwith braided hair, gold, pearls, or expensive clothing,","translation":"WEB","reference":"1TI 2:9","original":[]},"1TI 2:10":{"text":"but with good works, which is appropriate for women professing godliness.","translation":"WEB","reference":"1TI 2:10","original":[]},"1TI 2:11":{"text":"Let a woman learn in quietness with full submission.","translation":"WEB","reference":"1TI 2:11","original":[]},"1TI 2:12":{"text":"But I don’t permit a woman to teach, nor to exercise authority over a man, but to be in quietness.","translation":"WEB","reference":"1TI 2:12","original":[]},"1TI 2:13":{"text":"For Adam was formed first, then Eve.","translation":"WEB","reference":"1TI 2:13","original":[]},"1TI 2:14":{"text":"Adam wasn’t deceived, but the woman, being deceived, has fallen into disobedience;","translation":"WEB","reference":"1TI 2:14","original":[]},"1TI 2:15":{"text":"but she will be saved through her childbearing, if they continue in faith, love, and holiness with sobriety.","translation":"WEB","reference":"1TI 2:15","original":[]},"1TI 3:1":{"text":"This is a faithful saying: someone who seeks to be an overseerdesires a good work.","translation":"WEB","reference":"1TI 3:1","original":[]},"1TI 3:2":{"text":"The overseer therefore must be without reproach, the husband of one wife, temperate, sensible, modest, hospitable, good at teaching;","translation":"WEB","reference":"1TI 3:2","original":[]},"1TI 3:3":{"text":"not a drinker, not violent, not greedy for money, but gentle, not quarrelsome, not covetous;","translation":"WEB","reference":"1TI 3:3","original":[]},"1TI 3:4":{"text":"one who rules his own house well, having children in subjection with all reverence;","translation":"WEB","reference":"1TI 3:4","original":[]},"1TI 3:5":{"text":"(for how could someone who doesn’t know how to rule his own house take care of God’s assembly?)","translation":"WEB","reference":"1TI 3:5","original":[]},"1TI 3:6":{"text":"not a new convert, lest being puffed up he fall into the same condemnation as the devil.","translation":"WEB","reference":"1TI 3:6","original":[]},"1TI 3:7":{"text":"Moreover he must have good testimony from those who are outside, to avoid falling into reproach and the snare of the devil.","translation":"WEB","reference":"1TI 3:7","original":[]},"1TI 3:8":{"text":"Servants,in the same way, must be reverent, not double-tongued, not addicted to much wine, not greedy for money,","translation":"WEB","reference":"1TI 3:8","original":[]},"1TI 3:9":{"text":"holding the mystery of the faith in a pure conscience.","translation":"WEB","reference":"1TI 3:9","original":[]},"1TI 3:10":{"text":"Let them also first be tested; then let them serveif they are blameless.","translation":"WEB","reference":"1TI 3:10","original":[]},"1TI 3:11":{"text":"Their wives in the same way must be reverent, not slanderers, temperate, and faithful in all things.","translation":"WEB","reference":"1TI 3:11","original":[]},"1TI 3:12":{"text":"Let servantsbe husbands of one wife, ruling their children and their own houses well.","translation":"WEB","reference":"1TI 3:12","original":[]},"1TI 3:13":{"text":"For those who have served wellgain for themselves a good standing and great boldness in the faith which is in Christ Jesus.","translation":"WEB","reference":"1TI 3:13","original":[]},"1TI 3:14":{"text":"These things I write to you, hoping to come to you shortly,","translation":"WEB","reference":"1TI 3:14","original":[]},"1TI 3:15":{"text":"but if I wait long, that you may know how men ought to behave themselves in God’s house, which is the assembly of the living God, the pillar and ground of the truth.","translation":"WEB","reference":"1TI 3:15","original":[]},"1TI 3:16":{"text":"Without controversy, the mystery of godliness is great:","translation":"WEB","reference":"1TI 3:16","original":[]},"HEB 11:1":{"text":"Now faith is assurance of things hoped for, proof of things not seen.","translation":"WEB","reference":"HEB 11:1","original":[]},"HEB 11:2":{"text":"For by this, the elders obtained approval.","translation":"WEB","reference":"HEB 11:2","original":[]},"HEB 11:3":{"text":"By faith we understand that the universe has been framed by the word of God, so that what is seen has not been made out of things which are visible.","translation":"WEB","reference":"HEB 11:3","original":[]},"HEB 11:4":{"text":"By faith Abel offered to God a more excellent sacrifice than Cain, through which he had testimony given to him that he was righteous, God testifying with respect to his gifts; and through it he, being dead, still speaks.","translation":"WEB","reference":"HEB 11:4","original":[]},"HEB 11:5":{"text":"By faith Enoch was taken away, so that he wouldn’t see death, and he was not found, because God translated him. For he has had testimony given to him that before his translation he had been well pleasing to God.","translation":"WEB","reference":"HEB 11:5","original":[]},"HEB 11:6":{"text":"Without faith it is impossible to be well pleasing to him, for he who comes to God must believe that he exists, and that he is a rewarder of those who seek him.","translation":"WEB","reference":"HEB 11:6","original":[]},"HEB 11:7":{"text":"By faith Noah, being warned about things not yet seen, moved with godly fear,prepared a ship for the saving of his house, through which he condemned the world and became heir of the righteousness which is according to faith.","translation":"WEB","reference":"HEB 11:7","original":[]},"HEB 11:8":{"text":"By faith Abraham, when he was called, obeyed to go out to the place which he was to receive for an inheritance. He went out, not knowing where he went.","translation":"WEB","reference":"HEB 11:8","original":[]},"HEB 11:9":{"text":"By faith he lived as an alien in the land of promise, as in a land not his own, dwelling in tents with Isaac and Jacob, the heirs with him of the same promise.","translation":"WEB","reference":"HEB 11:9","original":[]},"HEB 11:10":{"text":"For he was looking for the city which has foundations, whose builder and maker is God.","translation":"WEB","reference":"HEB 11:10","original":[]},"HEB 11:11":{"text":"By faith even Sarah herself received power to conceive, and she bore a child when she was past age, since she counted him faithful who had promised.","translation":"WEB","reference":"HEB 11:11","original":[]},"HEB 11:12":{"text":"Therefore as many as the stars of the sky in multitude, and as innumerable as the sand which is by the sea shore, were fathered by one man, and him as good as dead.","translation":"WEB","reference":"HEB 11:12","original":[]},"HEB 11:13":{"text":"These all died in faith, not having received the promises, but having seenthem and embraced them from afar, and having confessed that they were strangers and pilgrims on the earth.","translation":"WEB","reference":"HEB 11:13","original":[]},"HEB 11:14":{"text":"For those who say such things make it clear that they are seeking a country of their own.","translation":"WEB","reference":"HEB 11:14","original":[]},"HEB 11:15":{"text":"If indeed they had been thinking of that country from which they went out, they would have had enough time to return.","translation":"WEB","reference":"HEB 11:15","original":[]},"HEB 11:16":{"text":"But now they desire a better country, that is, a heavenly one. Therefore God is not ashamed of them, to be called their God, for he has prepared a city for them.","translation":"WEB","reference":"HEB 11:16","original":[]},"HEB 11:17":{"text":"By faith, Abraham, being tested, offered up Isaac. Yes, he who had gladly received the promises was offering up his only bornson,","translation":"WEB","reference":"HEB 11:17","original":[]},"HEB 11:18":{"text":"to whom it was said, “Your offspring will be accounted as from Isaac,”","translation":"WEB","reference":"HEB 11:18","original":[]},"HEB 11:19":{"text":"concluding that God is able to raise up even from the dead. Figuratively speaking, he also did receive him back from the dead.","translation":"WEB","reference":"HEB 11:19","original":[]},"HEB 11:20":{"text":"By faith Isaac blessed Jacob and Esau, even concerning things to come.","translation":"WEB","reference":"HEB 11:20","original":[]},"HEB 11:21":{"text":"By faith Jacob, when he was dying, blessed each of the sons of Joseph, and worshiped, leaning on the top of his staff.","translation":"WEB","reference":"HEB 11:21","original":[]},"HEB 11:22":{"text":"By faith Joseph, when his end was near, made mention of the departure of the children of Israel, and gave instructions concerning his bones.","translation":"WEB","reference":"HEB 11:22","original":[]},"HEB 11:23":{"text":"By faith Moses, when he was born, was hidden for three months by his parents, because they saw that he was a beautiful child; and they were not afraid of the king’s commandment.","translation":"WEB","reference":"HEB 11:23","original":[]},"HEB 11:24":{"text":"By faith Moses, when he had grown up, refused to be called the son of Pharaoh’s daughter,","translation":"WEB","reference":"HEB 11:24","original":[]},"HEB 11:25":{"text":"choosing rather to share ill treatment with God’s people than to enjoy the pleasures of sin for a time,","translation":"WEB","reference":"HEB 11:25","original":[]},"HEB 11:26":{"text":"considering the reproach of Christ greater riches than the treasures of Egypt; for he looked to the reward.","translation":"WEB","reference":"HEB 11:26","original":[]},"HEB 11:27":{"text":"By faith he left Egypt, not fearing the wrath of the king; for he endured, as seeing him who is invisible.","translation":"WEB","reference":"HEB 11:27","original":[]},"HEB 11:28":{"text":"By faith he kept the Passover and the sprinkling of the blood, that the destroyer of the firstborn should not touch them.","translation":"WEB","reference":"HEB 11:28","original":[]},"HEB 11:29":{"text":"By faith they passed through the Red Sea as on dry land. When the Egyptians tried to do so, they were swallowed up.","translation":"WEB","reference":"HEB 11:29","original":[]},"HEB 11:30":{"text":"By faith the walls of Jericho fell down after they had been encircled for seven days.","translation":"WEB","reference":"HEB 11:30","original":[]},"HEB 11:31":{"text":"By faith Rahab the prostitute didn’t perish with those who were disobedient, having received the spies in peace.","translation":"WEB","reference":"HEB 11:31","original":[]},"HEB 11:32":{"text":"What more shall I say? For the time would fail me if I told of Gideon, Barak, Samson, Jephthah, David, Samuel, and the prophets—","translation":"WEB","reference":"HEB 11:32","original":[]},"HEB 11:33":{"text":"who through faith subdued kingdoms, worked out righteousness, obtained promises, stopped the mouths of lions,","translation":"WEB","reference":"HEB 11:33","original":[]},"HEB 11:34":{"text":"quenched the power of fire, escaped the edge of the sword, from weakness were made strong, grew mighty in war, and caused foreign armies to flee.","translation":"WEB","reference":"HEB 11:34","original":[]},"HEB 11:35":{"text":"Women received their dead by resurrection. Others were tortured, not accepting their deliverance, that they might obtain a better resurrection.","translation":"WEB","reference":"HEB 11:35","original":[]},"HEB 11:36":{"text":"Others were tried by mocking and scourging, yes, moreover by bonds and imprisonment.","translation":"WEB","reference":"HEB 11:36","original":[]},"HEB 11:37":{"text":"They were stoned. They were sawn apart. They were tempted. They were slain with the sword. They went around in sheep skins and in goat skins; being destitute, afflicted, ill-treated—","translation":"WEB","reference":"HEB 11:37","original":[]},"HEB 11:38":{"text":"of whom the world was not worthy—wandering in deserts, mountains, caves, and the holes of the earth.","translation":"WEB","reference":"HEB 11:38","original":[]},"HEB 11:39":{"text":"These all, having been commended for their faith, didn’t receive the promise,","translation":"WEB","reference":"HEB 11:39","original":[]},"HEB 11:40":{"text":"God having provided some better thing concerning us, so that apart from us they should not be made perfect.","translation":"WEB","reference":"HEB 11:40","original":[]},"JAS 1:1":{"text":"James, a servant of God and of the Lord Jesus Christ,to the twelve tribes which are in the Dispersion: Greetings.","translation":"WEB","reference":"JAS 1:1","original":[]},"JAS 1:2":{"text":"Count it all joy, my brothers,when you fall into various temptations,","translation":"WEB","reference":"JAS 1:2","original":[]},"JAS 1:3":{"text":"knowing that the testing of your faith produces endurance.","translation":"WEB","reference":"JAS 1:3","original":[]},"JAS 1:4":{"text":"Let endurance have its perfect work, that you may be perfect and complete, lacking in nothing.","translation":"WEB","reference":"JAS 1:4","original":[]},"JAS 1:5":{"text":"But if any of you lacks wisdom, let him ask of God, who gives to all liberally and without reproach, and it will be given to him.","translation":"WEB","reference":"JAS 1:5","original":[]},"JAS 1:6":{"text":"But let him ask in faith, without any doubting, for he who doubts is like a wave of the sea, driven by the wind and tossed.","translation":"WEB","reference":"JAS 1:6","original":[]},"JAS 1:7":{"text":"For that man shouldn’t think that he will receive anything from the Lord.","translation":"WEB","reference":"JAS 1:7","original":[]},"JAS 1:8":{"text":"He is a double-minded man, unstable in all his ways.","translation":"WEB","reference":"JAS 1:8","original":[]},"JAS 1:9":{"text":"Let the brother in humble circumstances glory in his high position;","translation":"WEB","reference":"JAS 1:9","original":[]},"JAS 1:10":{"text":"and the rich, in that he is made humble, because like the flower in the grass, he will pass away.","translation":"WEB","reference":"JAS 1:10","original":[]},"JAS 1:11":{"text":"For the sun arises with the scorching wind and withers the grass; and the flower in it falls, and the beauty of its appearance perishes. So the rich man will also fade away in his pursuits.","translation":"WEB","reference":"JAS 1:11","original":[]},"JAS 1:12":{"text":"Blessed is a person who endures temptation, for when he has been approved, he will receive the crown of life which the Lord promised to those who love him.","translation":"WEB","reference":"JAS 1:12","original":[]},"JAS 1:13":{"text":"Let no man say when he is tempted, “I am tempted by God,” for God can’t be tempted by evil, and he himself tempts no one.","translation":"WEB","reference":"JAS 1:13","original":[]},"JAS 1:14":{"text":"But each one is tempted when he is drawn away by his own lust and enticed.","translation":"WEB","reference":"JAS 1:14","original":[]},"JAS 1:15":{"text":"Then the lust, when it has conceived, bears sin. The sin, when it is full grown, produces death.","translation":"WEB","reference":"JAS 1:15","original":[]},"JAS 1:16":{"text":"Don’t be deceived, my beloved brothers.","translation":"WEB","reference":"JAS 1:16","original":[]},"JAS 1:17":{"text":"Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom can be no variation nor turning shadow.","translation":"WEB","reference":"JAS 1:17","original":[]},"JAS 1:18":{"text":"Of his own will he gave birth to us by the word of truth, that we should be a kind of first fruits of his creatures.","translation":"WEB","reference":"JAS 1:18","original":[]},"JAS 1:19":{"text":"So, then, my beloved brothers, let every man be swift to hear, slow to speak, and slow to anger;","translation":"WEB","reference":"JAS 1:19","original":[]},"JAS 1:20":{"text":"for the anger of man doesn’t produce the righteousness of God.","translation":"WEB","reference":"JAS 1:20","original":[]},"JAS 1:21":{"text":"Therefore, putting away all filthiness and overflowing of wickedness, receive with humility the implanted word, which is able to save your souls.","translation":"WEB","reference":"JAS 1:21","original":[]},"JAS 1:22":{"text":"But be doers of the word, and not only hearers, deluding your own selves.","translation":"WEB","reference":"JAS 1:22","original":[]},"JAS 1:23":{"text":"For if anyone is a hearer of the word and not a doer, he is like a man looking at his natural face in a mirror;","translation":"WEB","reference":"JAS 1:23","original":[]},"JAS 1:24":{"text":"for he sees himself, and goes away, and immediately forgets what kind of man he was.","translation":"WEB","reference":"JAS 1:24","original":[]},"JAS 1:25":{"text":"But he who looks into the perfect law of freedom and continues, not being a hearer who forgets but a doer of the work, this man will be blessed in what he does.","translation":"WEB","reference":"JAS 1:25","original":[]},"JAS 1:26":{"text":"If anyone among you thinks himself to be religious while he doesn’t bridle his tongue, but deceives his heart, this man’s religion is worthless.","translation":"WEB","reference":"JAS 1:26","original":[]},"JAS 1:27":{"text":"Pure religion and undefiled before our God and Father is this: to visit the fatherless and widows in their affliction, and to keep oneself unstained by the world.","translation":"WEB","reference":"JAS 1:27","original":[]},"REV 21:1":{"text":"I saw a new heaven and a new earth, for the first heaven and the first earth have passed away, and the sea is no more.","translation":"WEB","reference":"REV 21:1","original":[]},"REV 21:2":{"text":"I saw the holy city, New Jerusalem, coming down out of heaven from God, prepared like a bride adorned for her husband.","translation":"WEB","reference":"REV 21:2","original":[]},"REV 21:3":{"text":"I heard a loud voice out of heaven saying, “Behold, God’s dwelling is with people; and he will dwell with them, and they will be his people, and God himself will be with them as their God.","translation":"WEB","reference":"REV 21:3","original":[]},"REV 21:4":{"text":"He will wipe away every tear from their eyes. Death will be no more; neither will there be mourning, nor crying, nor pain any more. The first things have passed away.”","translation":"WEB","reference":"REV 21:4","original":[]},"REV 21:5":{"text":"He who sits on the throne said,He said,","translation":"WEB","reference":"REV 21:5","original":[]},"REV 21:6":{"text":"He said to me,","translation":"WEB","reference":"REV 21:6","original":[]},"REV 21:7":{"text":"","translation":"WEB","reference":"REV 21:7","original":[]},"REV 21:8":{"text":"","translation":"WEB","reference":"REV 21:8","original":[]},"REV 21:9":{"text":"One of the seven angels who had the seven bowls which were loaded with the seven last plagues came, and he spoke with me, saying, “Come here. I will show you the bride, the Lamb’s wife.”","translation":"WEB","reference":"REV 21:9","original":[]},"REV 21:10":{"text":"He carried me away in the Spirit to a great and high mountain, and showed me the holy city, Jerusalem, coming down out of heaven from God,","translation":"WEB","reference":"REV 21:10","original":[]},"REV 21:11":{"text":"having the glory of God. Her light was like a most precious stone, like a jasper stone, clear as crystal;","translation":"WEB","reference":"REV 21:11","original":[]},"REV 21:12":{"text":"having a great and high wall with twelve gates, and at the gates twelve angels, and names written on them, which are the names of the twelve tribes of the children of Israel.","translation":"WEB","reference":"REV 21:12","original":[]},"REV 21:13":{"text":"On the east were three gates, and on the north three gates, and on the south three gates, and on the west three gates.","translation":"WEB","reference":"REV 21:13","original":[]},"REV 21:14":{"text":"The wall of the city had twelve foundations, and on them twelve names of the twelve Apostles of the Lamb.","translation":"WEB","reference":"REV 21:14","original":[]},"REV 21:15":{"text":"He who spoke with me had for a measure a golden reed to measure the city, its gates, and its walls.","translation":"WEB","reference":"REV 21:15","original":[]},"REV 21:16":{"text":"The city is square. Its length is as great as its width. He measured the city with the reed: twelve thousand twelve stadia.Its length, width, and height are equal.","translation":"WEB","reference":"REV 21:16","original":[]},"REV 21:17":{"text":"Its wall is one hundred forty-four cubits,by the measure of a man, that is, of an angel.","translation":"WEB","reference":"REV 21:17","original":[]},"REV 21:18":{"text":"The construction of its wall was jasper. The city was pure gold, like pure glass.","translation":"WEB","reference":"REV 21:18","original":[]},"REV 21:19":{"text":"The foundations of the city’s wall were adorned with all kinds of precious stones. The first foundation was jasper, the second sapphire,the third chalcedony, the fourth emerald,","translation":"WEB","reference":"REV 21:19","original":[]},"REV 21:20":{"text":"the fifth sardonyx, the sixth sardius, the seventh chrysolite, the eighth beryl, the ninth topaz, the tenth chrysoprase, the eleventh jacinth, and the twelfth amethyst.","translation":"WEB","reference":"REV 21:20","original":[]},"REV 21:21":{"text":"The twelve gates were twelve pearls. Each one of the gates was made of one pearl. The street of the city was pure gold, like transparent glass.","translation":"WEB","reference":"REV 21:21","original":[]},"REV 21:22":{"text":"I saw no temple in it, for the Lord God the Almighty and the Lamb are its temple.","translation":"WEB","reference":"REV 21:22","original":[]},"REV 21:23":{"text":"The city has no need for the sun or moon to shine, for the very glory of God illuminated it and its lamp is the Lamb.","translation":"WEB","reference":"REV 21:23","original":[]},"REV 21:24":{"text":"The nations will walk in its light. The kings of the earth bring the glory and honor of the nations into it.","translation":"WEB","reference":"REV 21:24","original":[]},"REV 21:25":{"text":"Its gates will in no way be shut by day (for there will be no night there),","translation":"WEB","reference":"REV 21:25","original":[]},"REV 21:26":{"text":"and they shall bring the glory and the honor of the nations into it so that they may enter.","translation":"WEB","reference":"REV 21:26","original":[]},"REV 21:27":{"text":"There will in no way enter into it anything profane, or one who causes an abomination or a lie, but only those who are written in the Lamb’s book of life.","translation":"WEB","reference":"REV 21:27","original":[]},"REV 22:1":{"text":"He showed me ariver of water of life, clear as crystal, proceeding out of the throne of God and of the Lamb,","translation":"WEB","reference":"REV 22:1","original":[]},"REV 22:2":{"text":"in the middle of its street. On this side of the river and on that was the tree of life, bearing twelve kinds of fruits, yielding its fruit every month. The leaves of the tree were for the healing of the nations.","translation":"WEB","reference":"REV 22:2","original":[]},"REV 22:3":{"text":"There will be no curse any more. The throne of God and of the Lamb will be in it, and his servants will serve him.","translation":"WEB","reference":"REV 22:3","original":[]},"REV 22:4":{"text":"They will see his face, and his name will be on their foreheads.","translation":"WEB","reference":"REV 22:4","original":[]},"REV 22:5":{"text":"There will be no night, and they need no lamp light or sun light; for the Lord God will illuminate them. They will reign forever and ever.","translation":"WEB","reference":"REV 22:5","original":[]},"REV 22:6":{"text":"He said to me, “These words are faithful and true. The Lord God of the spirits of the prophets sent his angel to show to his bondservants the things which must happen soon.”","translation":"WEB","reference":"REV 22:6","original":[]},"REV 22:7":{"text":"","translation":"WEB","reference":"REV 22:7","original":[]},"REV 22:8":{"text":"Now I, John, am the one who heard and saw these things. When I heard and saw, I fell down to worship before the feet of the angel who had shown me these things.","translation":"WEB","reference":"REV 22:8","original":[]},"REV 22:9":{"text":"He said to me, “You must not do that! I am a fellow bondservant with you and with your brothers, the prophets, and with those who keep the words of this book. Worship God.”","translation":"WEB","reference":"REV 22:9","original":[]},"REV 22:10":{"text":"He said to me, “Don’t seal up the words of the prophecy of this book, for the time is at hand.","translation":"WEB","reference":"REV 22:10","original":[]},"REV 22:11":{"text":"He who acts unjustly, let him act unjustly still. He who is filthy, let him be filthy still. He who is righteous, let him do righteousness still. He who is holy, let him be holy still.”","translation":"WEB","reference":"REV 22:11","original":[]},"REV 22:12":{"text":"","translation":"WEB","reference":"REV 22:12","original":[]},"REV 22:13":{"text":"","translation":"WEB","reference":"REV 22:13","original":[]},"REV 22:14":{"text":"","translation":"WEB","reference":"REV 22:14","original":[]},"REV 22:15":{"text":"","translation":"WEB","reference":"REV 22:15","original":[]},"REV 22:16":{"text":"","translation":"WEB","reference":"REV 22:16","original":[]},"REV 22:17":{"text":"The Spirit and the bride say, “Come!” He who hears, let him say, “Come!” He who is thirsty, let him come. He who desires, let him take the water of life freely.","translation":"WEB","reference":"REV 22:17","original":[]},"REV 22:18":{"text":"I testify to everyone who hears the words of the prophecy of this book: if anyone adds to them, God will add to him the plagues which are written in this book.","translation":"WEB","reference":"REV 22:18","original":[]},"REV 22:19":{"text":"If anyone takes away from the words of the book of this prophecy, God will take away his part from the treeof life, and out of the holy city, which are written in this book.","translation":"WEB","reference":"REV 22:19","original":[]},"REV 22:20":{"text":"He who testifies these things says,Amen! Yes, come, Lord Jesus!","translation":"WEB","reference":"REV 22:20","original":[]},"REV 22:21":{"text":"The grace of the Lord Jesus Christ be with all the saints. Amen.","translation":"WEB","reference":"REV 22:21","original":[]}}